[
  {
    "neighborhood": "Canarsie",
    "summary": "Canarsie ( kə-NAR-see) is a mostly residential neighborhood in the southeastern portion of Brooklyn, New York City. Canarsie is bordered on the east by Fresh Creek Basin, East 108th Street, and Louisiana Avenue; on the north by Linden Boulevard; on the west by Ralph Avenue; on the southwest by Paerdegat Basin; and on the south by Jamaica Bay. It is adjacent to the neighborhoods of East Flatbush to the west, Flatlands and Bergen Beach to the southwest, Starrett City to the east, East New York to the northeast, and Brownsville to the north.\nThe area near Canarsie was originally settled by the Canarse Native Americans. The community's name is adapted from a Lenape word meaning \"fenced area\". After European settlement, Canarsie was initially a fishing community, but became a popular summer resort in the late 19th and early 20th centuries. By the late 1930s and early 1940, the resorts had been destroyed, and Canarsie was developed as a largely Italian American and Jewish suburb. In the 1970s, racial tensions developed around an argument over the zoning of the area's schools, and in the aftermath, Canarsie became a mainly black neighborhood with a high West Indian population in the late 1990s.\nCanarsie is part of Brooklyn Community District 18 and its primary ZIP Code is 11236. It is patrolled by the 69th Precinct of the New York City Police Department. Fire services are provided by the New York City Fire Department's Engine Co. 257/Ladder Co. 170/Battalion 58. Politically it is represented by the New York City Council's 42nd and 46th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/61/1873_Beers_Map_of_Flatlands%2C_Brooklyn%2C_New_York_City_%28Jamaica_Bay%2C_Canarsie%29_-_Geographicus_-_Flatlands-beers-1873.jpg",
    "neighborhood_slug": "canarsie-brooklyn"
  },
  {
    "neighborhood": "New Dorp Beach",
    "summary": "New Dorp ( NEW-dorp) is a neighborhood on the East Shore of Staten Island, New York City, United States. New Dorp is bounded by Mill Road on the southeast, Tysens Lane on the southwest, Amboy and Richmond Roads on the northwest, and Bancroft Avenue on the northeast. It is adjacent to Oakwood to the southwest, Todt Hill to the northwest, Dongan Hills and Grant City, and Midland Beach and Miller Field to the southeast. New Dorp Beach, bordering to the east, is often listed on maps as a separate neighborhood from Mill Road to the shore of Lower New York Bay, but is generally considered to be a part of New Dorp.\nOne of the earliest European settlements in the New York City area, New Dorp was founded by Dutch settlers from the New Netherland colony, and the name is an anglicization of Nieuw Dorp, meaning \"New Village\" in Dutch. It was historically one of the most important towns on Staten Island, becoming a part of New York City in 1898 as part of the Borough of Richmond. In the 1960s New Dorp ceased to be a distinct town during New York City's suburbanization, where rapid housing development on Staten Island saw the town added to the city conurbation. Despite this, today New Dorp remains one of the main commercial and transport centers on Staten Island.\nNew Dorp is often associated with the Vanderbilt family, who had a notable presence in the area and many of whom are buried in the neighborhood at the Moravian Cemetery, the largest and oldest active cemetery on Staten Island.\nNew Dorp is part of Staten Island Community District 2 and its ZIP Code is 10306. New Dorp is patrolled by the 122nd Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/67/A_worker_enters_a_lumberyard_in_New_Dorp%2C_Staten_Island.JPG",
    "neighborhood_slug": "new-dorp-beach-staten-island"
  },
  {
    "neighborhood": "Jamaica Estates",
    "summary": "Jamaica Estates is a neighborhood in the New York City borough of Queens. Jamaica Estates is part of Queens Community District 8 and located in the northern portion of Jamaica. It is bounded by Union Turnpike to the north, Hillside Avenue to the south, Utopia Parkway and Homelawn Street to the west, and 188th Street to the east. The main road through the neighborhood is Midland Parkway.\nThe surrounding neighborhoods are Jamaica Hills to the west; Jamaica to the southwest; Hollis to the southeast; Holliswood and Queens Village to the east; and Fresh Meadows, Utopia, and Hillcrest to the north.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/5/5f/Dalny_Wexford_Fresh_Anointing_Church_jeh.JPG",
    "neighborhood_slug": "jamaica-estates-queens"
  },
  {
    "neighborhood": "East Village",
    "summary": "The East Village is a neighborhood on the East Side of Lower Manhattan in New York City, United States. It is roughly defined as the area east of the Bowery and Third Avenue, between 14th Street on the north and Houston Street on the south. The East Village contains three subsections: Alphabet City, in reference to the single-letter-named avenues that are located to the east of First Avenue; Little Ukraine, near Second Avenue and 6th and 7th Streets; and the Bowery, located around the street of the same name.\nInitially the location of the present-day East Village was occupied by the Lenape Native Americans, and was then divided into plantations by Dutch settlers. During the early 19th century, the East Village contained many of the city's most opulent estates. By the middle of the century, it grew to include a large immigrant population – including what was once referred to as Manhattan's Little Germany – and was considered part of the nearby Lower East Side. By the late 1960s, many artists, musicians, students and hippies began to move into the area, and the East Village was given its own identity. Since at least the 2000s, gentrification has changed the character of the neighborhood.\nThe East Village is part of Manhattan Community District 3, and its primary ZIP Codes are 10003 and 10009. It is patrolled by the 9th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3b/1st_Avenue_9171.JPG",
    "neighborhood_slug": "east-village-manhattan"
  },
  {
    "neighborhood": "Kew Gardens Hills",
    "summary": "Kew Gardens Hills is a neighborhood in the middle of the New York City borough of Queens. The borders are Flushing Meadows-Corona Park to the west, the Long Island Expressway to the north, Union Turnpike to the south, and Parsons Boulevard to the east.\nThe neighborhood is located near several highways including the Long Island Expressway, Grand Central Parkway, Van Wyck Expressway, and the Jackie Robinson Parkway (Interborough). It is also served by several bus routes. Adjacent neighborhoods include Forest Hills to the west, Hillcrest to the east, Briarwood to the south, and Queensboro Hill to the north.\nKew Gardens Hills is located in Queens Community District 8 and its ZIP Code is 11367. It is patrolled by the New York City Police Department's 107th Precinct. Politically, Kew Gardens Hills is represented by the New York City Council's 24th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "kew-gardens-hills-queens"
  },
  {
    "neighborhood": "Woodside",
    "summary": "Woodside is a residential and commercial neighborhood in the western portion of the borough of Queens in New York City. It is bordered on the south by Maspeth, on the north by Astoria, on the west by Sunnyside, and on the east by Elmhurst, Jackson Heights, and East Elmhurst. Some areas are widely residential and very quiet, while other parts, especially the ones around Roosevelt Avenue, are busier.\nIn the 19th century the area was part of the Town of Newtown (now Elmhurst). The adjacent area of Winfield was largely incorporated into the post office serving Woodside and as a consequence Winfield lost much of its identity distinct from Woodside. However, with large-scale residential development in the 1860s, Woodside became the largest Irish American community in Queens, being approximately 80% Irish by the 1930s and maintaining a strong Irish culture today. In the early 1990s, many Asian American families include a large Filipino community moved into the area, and as a result the current population is 30% Asian American. South Asians and Latinos have also moved to Woodside in recent years.\nReflecting its longtime diverse cuisines, the neighborhood is filled with many cultural restaurants and pubs. It is also home to some of the city's most popular Thai, Filipino, and South American eateries.\nWoodside is located in Queens Community District 2 and its ZIP Code is 11377. It is patrolled by the New York City Police Department's 108th Precinct. Politically, Woodside is represented by the New York City Council's 22nd and 26th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/d2/1909AtlasPlate13-Newtown-Ward2-Woodside-NYPL.jpg",
    "neighborhood_slug": "woodside-queens"
  },
  {
    "neighborhood": "Flushing Meadows Corona Park",
    "summary": "Flushing Meadows–Corona Park, often referred to as Flushing Meadows Park, or simply Flushing Meadows, is a public park in the northern part of Queens in New York City, New York, U.S. It is bounded by I-678 (Van Wyck Expressway) on the east, Grand Central Parkway on the west, Flushing Bay on the north, and Union Turnpike on the south. Flushing Meadows–Corona Park is the fourth-largest public park in New York City, with a total area of 897 acres (363 ha).\nUntil the 19th century, the site consisted of wetlands straddling the Flushing River, which traverses the region from north to south. Starting in the first decade of the 20th century, it was used as a dumping ground for ashes, since at the time, the land was so far away from the developed parts of New York City as to be considered almost worthless. New York City Parks Commissioner Robert Moses first conceived the idea of developing a large park in Flushing Meadow in the 1920s as part of a system of parks across eastern Queens. Flushing Meadows–Corona Park was created as the site of the 1939 New York World's Fair and also hosted the 1964 New York World's Fair. Following the 1964 fair, the park fell into disrepair, although some improvements have taken place since the 1990s and 2000s.\nFlushing Meadows–Corona Park retains much of the layout from the 1939 World's Fair. Its attractions include the USTA Billie Jean King National Tennis Center, the current venue for the US Open tennis tournament; Citi Field, the home of the New York Mets baseball team; the New York Hall of Science; the Queens Museum; the Queens Theatre in the Park; the Queens Zoo; the Unisphere; and the New York State Pavilion. It formerly contained Shea Stadium, demolished in 2009. The Flushing River continues to run through the park, and two large lakes called Meadow and Willow Lakes take up much of the park's area south of the Long Island Expressway.\nFlushing Meadows–Corona Park is owned and maintained by New York City Department of Parks and Recreation, also known as NYC Parks. Private, non-profit groups such as the Flushing Meadows–Corona Park Conservancy and the Alliance for Flushing Meadows–Corona Park provide additional funds, services, and support. The park is at the eastern edge of the area encompassed by Queens Community Board 4.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/2/24/1964%E2%80%931965_New_York_World%27s_Fair_New_York_State_Pavilion-2.jpg",
    "neighborhood_slug": "flushing-meadows-corona-park-queens"
  },
  {
    "neighborhood": "Briarwood",
    "summary": "Briarwood is a middle-class neighborhood in the New York City borough of Queens. The neighborhood is roughly bounded by the Van Wyck Expressway to the west, Parsons Boulevard to the east, Union Turnpike to the north, and Hillside Avenue to the south.\nBriarwood is named for the Briarwood Land Company, headed by Herbert A. O'Brien, who started around 1905 developing the heavily wooded area that gave the neighborhood its name; O'Brien's efforts ended in bankruptcy and development in the area finally started in the 1920s. Today, Briarwood contains a diverse community of Asian-American, white American, Hispanic/Latino, and African American and Afro-Caribbean residents. It is part of Queens Community Board 8.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/9/9b/BriarwoodQueens.jpg",
    "neighborhood_slug": "briarwood-queens"
  },
  {
    "neighborhood": "Westerleigh",
    "summary": "Westerleigh is a residential neighborhood in the north-western part of Staten Island in New York City.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/a4/PETER_HOUSEMAN_HOUSE%2C_WESTERLEIGH%2C_RICHMOND_COUNTY%2C_NY.jpg",
    "neighborhood_slug": "westerleigh-staten-island"
  },
  {
    "neighborhood": "Astoria",
    "summary": "Astoria, located in the borough of Queens, New York City, is a vibrant and diverse neighborhood known for its rich history, stunning views, and thriving cultural scene. With a mix of residential streets, bustling commercial areas, and beautiful parks, Astoria offers something for everyone. The neighborhood is home to a diverse population, with residents from a variety of ethnic backgrounds and walks of life. Astoria is known for its strong sense of community, with residents taking pride in their neighborhood and actively participating in local events and activities. The streets of Astoria are lined with a mix of historic brownstones, modern apartment buildings, and charming cafes and shops. The neighborhood is also known for its fantastic food scene, with a wide variety of restaurants offering cuisine from around the world. Astoria is a popular destination for food lovers, with options ranging from Greek tavernas to trendy brunch spots and everything in between. One of the highlights of Astoria is its stunning views of the Manhattan skyline and the East River. The neighborhood's waterfront parks offer the perfect place to relax and take in the breathtaking scenery. Astoria Park, in particular, is a favorite spot for locals and tourists alike, with its expansive green space, outdoor pool, and stunning views of the city. Astoria is also a cultural hotspot, with a number of theaters, art galleries, and music venues dotting the neighborhood. The Museum of the Moving Image, located in Astoria, is a popular destination for film buffs and showcases the history of cinema through interactive exhibits and screenings. In addition to its cultural attractions, Astoria is also a great place for outdoor enthusiasts, with numerous parks, playgrounds, and green spaces to enjoy. The neighborhood's proximity to the waterfront also provides plenty of opportunities for outdoor activities like kayaking, paddleboarding, and fishing. Overall, Astoria is a vibrant and welcoming neighborhood that offers a unique mix of history, culture, and natural beauty. Whether you're a foodie, a history buff, or an outdoor enthusiast, there's something for everyone to enjoy in Astoria.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b8/24th_Ave_in_Astoria%2C_Queens.jpg",
    "neighborhood_slug": "astoria-queens"
  },
  {
    "neighborhood": "Belmont",
    "summary": "Belmont is a primarily residential neighborhood in the  Bronx in New York City. Its boundaries are Fordham Road to the north, Bronx Park to the east, East 181st Street to the south, and Third Avenue to the west. These boundaries give the neighborhood a crescent-like shape. The neighborhood is noted for its \"close-knit community\" and \"small-town feel\", and as a result of its cultural history and wide array of Italian businesses, is widely known as the \"Little Italy of the Bronx\". Arthur Avenue, noted for its local restaurants and markets, is its primary thoroughfare.\nBelmont is part of Bronx Community Board 6, and its ZIP Codes include 10457, 10458 and 10460. It is patrolled by the New York City Police Department's 48th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/0/07/Arthur_Avenue_Retail_Market_%28Bronx%2C_New_York%29_005.jpg",
    "neighborhood_slug": "belmont-bronx"
  },
  {
    "neighborhood": "Rochdale",
    "summary": "Rochdale Village (pronounced ) is a housing cooperative and neighborhood in the southeastern corner of the New York City borough of Queens. Located in Community District 12, Rochdale Village is grouped as part of Greater Jamaica, corresponding to the former Town of Jamaica. It is adjacent to four other Queens neighborhoods: St. Albans to the east, South Jamaica to the west, Locust Manor to the north, and Springfield Gardens to the south across the Belt Parkway. Rochdale is about 2 miles (3.2 km) from the Queens/Nassau border and about 1 mile (1.6 km) north of John F. Kennedy International Airport.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/38/JamaicaRacetrack.jpg",
    "neighborhood_slug": "rochdale-queens"
  },
  {
    "neighborhood": "Pelham Gardens",
    "summary": "Pelham Gardens is a neighborhood located in the Northeast section of the Bronx, New York City. Its boundaries, starting from the north and moving clockwise are East Gun Hill Road to the north and east, Pelham Parkway to the south, and the IRT Dyre Avenue Line (5 train) to the west ending at the esplanade. Eastchester Road is the primary thoroughfare through Pelham Gardens.\nPelham Gardens is located in Bronx Community Board 11, and its ZIP Code is 10469. The area is patrolled by the New York City Police Department's 49th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "pelham-gardens-bronx"
  },
  {
    "neighborhood": "Rosedale",
    "summary": "Rosedale is a neighborhood in New York City in the southeastern portion of the borough of Queens. The neighborhood, located along the southern part of Queens, borders Nassau County.\nRosedale is located in Queens Community District 13 and its ZIP Code is 11422. It is patrolled by the New York City Police Department's 105th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/af/Clare_parochial_Brookville_Bl_137_Rd_jeh.JPG",
    "neighborhood_slug": "rosedale-queens"
  },
  {
    "neighborhood": "Queens Village",
    "summary": "Queens Village is a mostly residential middle class neighborhood in the eastern part of the New York City borough of Queens. It is bound by Hollis to the west, Cambria Heights to the south, Bellerose, Queens and Elmont, Nassau County to the east, and Oakland Gardens to the north.\nShopping in the community is located along Braddock Avenue, Hillside Avenue, Hempstead Avenue, Jamaica Avenue (NY 25), Francis Lewis Boulevard, and Springfield Boulevard. Located just east of Queens Village, in Elmont, Nassau County, is the Belmont Park race track.\nClose to the neighborhood are Cunningham Park and Alley Pond Park, as well as the historic Long Island Motor Parkway (LIMP), home of the turn of the century racing competition, the Vanderbilt Cup. The LIMP was built by William Kissam Vanderbilt, a descendant of the family that presided over the New York Central Railroad and Western Union; it is now part of the Brooklyn-Queens Greenway.\nQueens Village is located in Queens Community District 13 and its ZIP Codes are 11427, 11428, and 11429. It is patrolled by the New York City Police Department's 105th Precinct. Politically, Queens Village is represented by the New York City Council's 23rd District.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "queens-village-queens"
  },
  {
    "neighborhood": "Lighthouse Hill",
    "summary": "Lighthouse Hill is the name of a hill, and the neighborhood situated thereon, in the New York City borough of Staten Island. Lighthouse Hill is situated to the north of Richmondtown, south of Todt Hill, and west of Grant City.\nFormerly known as Richmond Hill (and not to be confused with the neighborhood of the same name in the borough of Queens), Lighthouse Hill acquired its present name when the Staten Island Range Light, towering 141 feet (43 m) above the Lower New York Bay, was built there in 1912.  Its original light could be seen as far as 21 miles (34 km) away.  The former name of Richmond Hill survives in Richmond Hill Road, located at the southern edge of the hill.\nLighthouse Hill is the southernmost of the chain of hills that radiate from the northeast corner of Staten Island and separate its East Shore from the region behind the hills, usually referred to as Mid-Island by island residents.  Richmond Creek flows near the bottom of the hill's eastern ridge, and it is surrounded on all sides by parks belonging to the Staten Island Greenbelt, with the LaTourette Golf Course at the hill's southern margin.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Staten_island_ferry_1.jpg",
    "neighborhood_slug": "lighthouse-hill-staten-island"
  },
  {
    "neighborhood": "Tottenville",
    "summary": "Tottenville is a neighborhood on the South Shore of Staten Island, New York City. It is the southernmost neighborhood and settlement in both New York City and New York State, as well as the westernmost neighborhood in New York City. Tottenville is bounded on three sides by water: the south side abuts the New York Bight while the west and north sides are bordered by the Arthur Kill. Nassau Place, Bethel Avenue and Page Avenue form the neighborhood's eastern border.\nThe settlement was originally named Bentley Manor by one of its first settlers, Captain Christopher Billop (1638–1726), a member of the Royal Navy, after his own ship. In 1869 it was renamed as Tottenville after John Totten and his prominent local family of that name, some of whom served as Loyalists under Billop during the American Revolutionary War. \nTottenville is part of Staten Island Community District 3 and its ZIP Code is 10307 (formerly \"Staten Island 7, New York\"). Tottenville is patrolled by the 123rd Precinct of the New York City Police Department. Tottenville has been represented in the New York State Senate by Andrew Lanza since 2007. It is represented in the New York State Assembly by Michael Reilly.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4d/123_Pct_Main_St_Tottenville_jeh.jpg",
    "neighborhood_slug": "tottenville-staten-island"
  },
  {
    "neighborhood": "Midtown",
    "summary": "Midtown Manhattan is the central portion of the New York City borough of Manhattan and serves as the city's primary central business district. Midtown is home to some of the city's most prominent buildings, including the Empire State Building, the Chrysler Building, the Hudson Yards Redevelopment Project, the headquarters of the United Nations, Grand Central Terminal, and Rockefeller Center, as well as several prominent tourist destinations including Broadway, Times Square, and Koreatown. Penn Station in Midtown Manhattan is the busiest transportation hub in the Western Hemisphere.\nMidtown Manhattan is one of the largest central business districts in the world, and has been ranked as the densest central business district in the world in terms of employees at 606,108 per square mile (234,020/km2). Midtown also ranks among the world's most expensive locations for real estate; Fifth Avenue in Midtown Manhattan has commanded the world's highest retail rents, with average annual rents at US$3,000 per square foot ($32,000/m2) in 2017. However, due to the high price of retail spaces in Midtown, there are also many vacant storefronts in the neighborhood. Midtown is the country's largest commercial, entertainment, and media center, and also a growing financial and fintech center.\nThe majority of New York City's skyscrapers, including its tallest hotels and apartment towers, are in Midtown. The area hosts commuters and residents working in its offices, hotels, and retail establishments, tourists and students. Times Square, the brightly illuminated hub of the Broadway Theater District, is a major center of the world's entertainment industry. Sixth Avenue also has the headquarters of three of the four major U.S. television networks.\nMidtown is part of Manhattan Community District 5. It is patrolled by the 14th and 18th precincts of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c0/1_times_square_night_2013.jpg",
    "neighborhood_slug": "midtown-manhattan"
  },
  {
    "neighborhood": "Bay Terrace",
    "summary": "Bay Terrace is a neighborhood in the southern part of Brooklyn, New York City. It is known for its picturesque waterfront views and serene, family-friendly atmosphere. The area is primarily residential, with tree-lined streets and well-maintained homes. Bay Terrace is home to several parks and green spaces, providing ample opportunities for outdoor recreation. The neighborhood also boasts a variety of shops, restaurants, and community amenities, making it a convenient and desirable place to live. With its close proximity to the waterfront and convenient access to public transportation, Bay Terrace offers residents a tranquil retreat from the hustle and bustle of city life.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/31/07_-_Bay_Terrace_SIR%3B_2017-11-14.jpg",
    "neighborhood_slug": "bay-terrace-staten-island"
  },
  {
    "neighborhood": "Soundview",
    "summary": "Soundview is a neighborhood on the Clason Point peninsula, on the southern section of the borough of the Bronx in New York City. Its boundaries, starting from the north and moving clockwise, are the Cross-Bronx Expressway to the north, White Plains Road to the east, Lacombe Avenue to the south, and the Bronx River to the west. The Bruckner Expressway bisects the neighborhood horizontally along the center and the Bronx River Parkway runs north to south. Soundview Avenue is the primary thoroughfare through Soundview.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "soundview-bronx"
  },
  {
    "neighborhood": "Spuyten Duyvil",
    "summary": "Spuyten Duyvil (, SPY-tən-DIE-vəl) is a neighborhood of the Bronx, New York City. It is bounded on the north by Riverdale, on the east by Kingsbridge, on the south by the Harlem River, and on the west by the Hudson River, although some consider it to be the southernmost part of Riverdale.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/45/Edgehill_Church_jeh.JPG",
    "neighborhood_slug": "spuyten-duyvil-bronx"
  },
  {
    "neighborhood": "Fordham",
    "summary": "Fordham Manor is a neighborhood located in the western Bronx, New York City. Fordham is roughly bordered by East 196th Street to the north, the Harlem River to the west, Fordham Road to the south, and Southern Boulevard to the east. The neighborhood's primary thoroughfares are Fordham Road and Grand Concourse.\nFordham Manor is located within Bronx Community Board 5 and Bronx Community Board 7, and its ZIP Codes include 10453, 10457, 10458 and 10468. Its main subway line is the IND Concourse Line (B and ​D trains), operating under the Grand Concourse, with the IRT Jerome Avenue Line (4 train) on its western border.  The area is patrolled by the New York City Police Department's 46th Precinct. New York City Housing Authority (NYCHA) property in the area is patrolled by P.S.A. 7 at 737 Melrose Avenue in the Melrose section of the Bronx. The neighborhood is home to the original, Rose Hill campus of Fordham University.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/31/Barnabas_Hospital_Pyramid_Fordham_jeh.jpg",
    "neighborhood_slug": "fordham-bronx"
  },
  {
    "neighborhood": "Vinegar Hill",
    "summary": "Harlem is a neighborhood in Upper Manhattan, New York City. It is bounded roughly by the Hudson River on the west; the Harlem River and 155th Street on the north; Fifth Avenue on the east; and Central Park North on the south. The greater Harlem area encompasses several other neighborhoods and extends west and north to 155th Street, east to the East River, and south to Martin Luther King Jr. Boulevard, Central Park, and East 96th Street.\nOriginally a Dutch village, formally organized in 1658, it is named after the city of Haarlem in the Netherlands. Harlem's history has been defined by a series of economic boom-and-bust cycles, with significant population shifts accompanying each cycle. Harlem was predominantly occupied by Jewish and Italian Americans in the 19th century, but African-American residents began to arrive in large numbers during the Great Migration in the 20th century. In the 1920s and 1930s, Central and West Harlem were the center of the Harlem Renaissance, a major African-American cultural movement. With job losses during the Great Depression of the 1930s and the deindustrialization of New York City after World War II, rates of crime and poverty increased significantly. In the 21st century, crime rates decreased significantly, and Harlem started to gentrify.\nThe area is served by the New York City Subway and local bus routes. It contains several public elementary, middle, and high schools, and is close to several colleges, including Columbia University, Manhattan School of Music, and the City College of New York. Central Harlem is part of Manhattan Community District 10. It is patrolled by the 28th and 32nd Precincts of the New York City Police Department. The greater Harlem area also includes Manhattan Community Districts 9 and 11 and several police precincts, while fire services are provided by four New York City Fire Department companies.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/6b/A_night-club_map_of_Harlem_LOC_2016585261.jpg",
    "neighborhood_slug": "vinegar-hill-manhattan"
  },
  {
    "neighborhood": "Borough Park",
    "summary": "Borough Park (also spelled Boro Park) is a neighborhood in the southwestern part of the borough of Brooklyn, in New York City. The neighborhood is bordered by Bensonhurst to the south, Dyker Heights to the southwest, Sunset Park to the west, Kensington and Green-Wood Cemetery to the northeast, Flatbush to the east, and Mapleton to the southeast.\nIt is economically diverse and home to one of the largest Orthodox Jewish communities outside Israel, with one of the largest concentrations of Jews in the United States. With Orthodox and Haredi families having an average of 6.72 children, Boro Park is experiencing a sharp growth in population.\nThe neighborhood is part of Brooklyn Community District 12, and its primary ZIP Code is 11219. It is patrolled by the 66th Precinct of the New York City Police Department. Politically, it is represented by the New York City Council's 38th, 39th, and 44th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/ab/37_Bk_factory_jeh.JPG",
    "neighborhood_slug": "borough-park-brooklyn"
  },
  {
    "neighborhood": "Carroll Gardens",
    "summary": "Carroll Gardens is a neighborhood in the northwestern portion of the New York City borough of Brooklyn. Encompassing approximately 40 city blocks, it is bounded by Degraw and Warren Streets (north), Hoyt and Smith Streets (east), Ninth Street or the Gowanus Expressway (south), and Interstate 278, the Gowanus and Brooklyn–Queens Expressways (west). The neighborhoods that surround it are Cobble Hill to the northwest, Boerum Hill to the northeast, Gowanus to the east, Red Hook to the south and southwest, and the Columbia Street Waterfront District to the west.\nOriginally considered to be part of the area once known as South Brooklyn (or, more specifically, Red Hook), the area started to have its own identity in the 1960s. The neighborhood was named after Charles Carroll, the only Roman Catholic signer of the Declaration of Independence, and whose name was already attached to Carroll Street and Carroll Park. The name also reflects the large front gardens of brownstones in the Carroll Gardens Historic District and elsewhere in the neighborhood. Despite having an Irish surname, in recent times it has been known as an Italian American neighborhood.\nCarroll Gardens is part of Brooklyn Community District 6, and its primary ZIP Code is 11231. It is patrolled by the 76th Precinct of the New York City Police Department. and is served by the New York City Fire Department's Engine Company 239, Engine Co. 279/Ladder Co. 131 and Engine Company 202/Ladder Company 101. Politically, Carroll Gardens is represented by the New York City Council's 39th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/fd/11_Second_Place_Brooklyn.jpg",
    "neighborhood_slug": "carroll-gardens-brooklyn"
  },
  {
    "neighborhood": "West Farms",
    "summary": "West Farms is a residential neighborhood in The Bronx, New York City.  Its boundaries, are: Bronx Park to the north, the Bronx River Parkway to the east, the Cross-Bronx Expressway to the south, and Southern Boulevard to the west. East Tremont Avenue is the primary thoroughfare through West Farms.\nWest Farms is part of Bronx Community Board 6, and its ZIP Code is 10460. The area is patrolled by the NYPD's 48th Precinct. NYCHA property in the area is patrolled by P.S.A. 8 at 2794 Randall Avenue in the Throggs Neck section of the Bronx.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Bronx1867.jpg",
    "neighborhood_slug": "west-farms-bronx"
  },
  {
    "neighborhood": "Fort Hamilton",
    "summary": "Fort Hamilton is a United States Army installation in the southwestern corner of the New York City borough of Brooklyn, surrounded by the communities of Bay Ridge and Dyker Heights. It is one of several posts that are part of the region which is headquartered by the Military District of Washington. Its mission is to provide the New York metropolitan area with military installation support for the Army National Guard and the United States Army Reserve. The original fort was completed in 1831, with major additions made in the 1870s and 1900s. However, all defenses except about half of the original fort have been demolished or buried.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/e8/1996.164.2-705_glass_IMLS_SL2.jpg",
    "neighborhood_slug": "fort-hamilton-brooklyn"
  },
  {
    "neighborhood": "Murray Hill",
    "summary": "Murray Hill is a neighborhood on the east side of Manhattan in New York City. Murray Hill is generally bordered to the east by the East River or Kips Bay and to the west by Midtown Manhattan, though the exact boundaries are disputed. Murray Hill is situated on a steep glacial hill that peaked between Lexington Avenue and Broadway. It was named after Robert Murray, the head of the Murray family, a mercantile family that settled in the area in the 18th century.\nThe Murray farm was formed before 1762 and existed until at least the early 19th century. Through the 19th century, Murray Hill was relatively isolated from the rest of New York City, which at the time was centered in Lower Manhattan. Murray Hill became an upscale neighborhood during the 20th century. Today, it contains several cultural institutions such as the Morgan Library & Museum, as well as missions and consulates to the nearby United Nations headquarters. The neighborhood also contains architectural landmarks, some of which are in the Murray Hill Historic District, a city and national historic district.\nMurray Hill is part of Manhattan Community District 6, and its primary ZIP Codes are 10016 and 10017. It is patrolled by the 17th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/9/93/57_Park_Avenue.jpg",
    "neighborhood_slug": "murray-hill-manhattan"
  },
  {
    "neighborhood": "Sutton Place",
    "summary": "York Avenue, Sutton Place, and Sutton Place South are the names of segments of a north–south thoroughfare in the Yorkville, Lenox Hill, and Sutton Place neighborhoods of the East Side of Manhattan, in New York City. York Avenue runs from 59th to 92nd Streets through eastern Lenox Hill and Yorkville on the Upper East Side. Sutton Place and Sutton Place South run through their namesake neighborhood along the East River and south of the Queensboro Bridge. Sutton Place South runs from 57th to 53rd Streets.  Unlike most north–south streets in Manhattan, building address numbers along Sutton Place South increase when headed south.  Sutton Place runs from 57th to 59th Streets. The streets are considered among the city's most affluent, and both portions are known for upscale apartments, much like the rest of the Upper East Side.\nAddresses on York Avenue are continuous with that of Avenue A in the Alphabet City neighborhood, starting in the 1100 series and rising to the 1700 series. Addresses on Sutton Place and Sutton Place South do not follow the usual pattern in Manhattan.\nThe greater Sutton Place neighborhood, which sits north of the neighborhood of Turtle Bay, runs from 53rd Street to 59th Street and is bounded on the east by the East River and on the west by either First Avenue or Second Avenue. Sutton Square is the cul-de-sac at the end of East 58th Street, just east of Sutton Place; Riverview Terrace is a row of townhouses on a short private driveway that runs north from Sutton Square.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/fb/City_%26_Suburban_Homes_Av_A_78_jeh.JPG",
    "neighborhood_slug": "sutton-place-manhattan"
  },
  {
    "neighborhood": "Rego Park",
    "summary": "Rego Park is a neighborhood in the borough of Queens in New York City. Rego Park is bordered to the north by Elmhurst and Corona, to the east and south by Forest Hills, and to the west by Middle Village. Rego Park's boundaries include Queens Boulevard, the Long Island Expressway, Woodhaven Boulevard, and Yellowstone Boulevard. There is a large Jewish population in the neighborhood, which features high-rise apartment buildings and detached houses, as well as a large commercial zone.\nRego Park is located in Queens Community District 6 and its ZIP Code is 11374. It is patrolled by the New York City Police Department's 112th Precinct. Politically, Rego Park is represented by the New York City Council's 29th District and a small part of the 24th and 25th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b9/ATT_Rego_Park_jeh.jpg",
    "neighborhood_slug": "rego-park-queens"
  },
  {
    "neighborhood": "Fort Greene",
    "summary": "Fort Greene is a neighborhood in the northwestern part of the New York City borough of Brooklyn. The neighborhood is bounded by Flushing Avenue and the Brooklyn Navy Yard to the north, Flatbush Avenue Extension and Downtown Brooklyn to the west, Atlantic Avenue and Prospect Heights to the south, and Vanderbilt Avenue and Clinton Hill to the east. The Fort Greene Historic District is listed on the New York State Registry and on the National Register of Historic Places, and is a New York City designated historic district.\nThe neighborhood is named after an American Revolutionary War era fort that was built in 1776 under the supervision of General Nathanael Greene of Rhode Island. General Greene aided General George Washington during the Battle of Long Island in 1776. Fort Greene Park, originally called \"Washington Park\" is Brooklyn's first. In 1864, Fort Greene Park was redesigned by Frederick Law Olmsted and Calvert Vaux; the park notably includes the Prison Ship Martyrs' Monument and crypt, which honors some 11,500 patriots who died aboard British prison ships during the American Revolution.\nFort Greene contains many examples of mid-19th century Italianate and Eastlake architecture, most of which is well preserved. It is known for its many tree-lined streets and elegant low-rise housing. Fort Greene is also home to the Williamsburgh Savings Bank Tower, which, for over 80 years, was the tallest building in Brooklyn. The neighborhood is close to the Atlantic Terminal station of the Long Island Rail Road and has access to many New York City Subway services.\nFort Greene is part of Brooklyn Community District 2, and its primary ZIP Codes are 11201, 11205, 11217, and 11238. It is patrolled by the 88th Precinct of the New York City Police Department. Politically it is represented by the New York City Council's 35th District.  Fort Greene is a historically African-American neighborhood that has been significantly gentrified over the years, with the Black population decreasing from 41.8% in 2000 to 25.8% in 2017.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/7d/144_South_Oxford_Street.jpg",
    "neighborhood_slug": "fort-greene-brooklyn"
  },
  {
    "neighborhood": "Bedford Stuyvesant",
    "summary": "Bedford–Stuyvesant (), colloquially known as Bed–Stuy, is a neighborhood in the northern section of the New York City borough of Brooklyn. Bedford–Stuyvesant is bordered by Flushing Avenue to the north (bordering Williamsburg), Classon Avenue to the west (bordering Clinton Hill), Broadway to the east (bordering Bushwick and East New York), and Atlantic Avenue to the south (bordering Crown Heights and Brownsville). The main shopping street, Fulton Street, runs east–west the length of the neighborhood and intersects high-traffic north–south streets including Bedford Avenue, Nostrand Avenue, and Stuyvesant Avenue. Bedford–Stuyvesant contains four smaller neighborhoods: Bedford, Stuyvesant Heights, Ocean Hill, and Weeksville (also part of Crown Heights). Part of Clinton Hill was once considered part of Bedford–Stuyvesant.\nBedford–Stuyvesant has the largest collection of intact and largely untouched Victorian architecture in the United States, with roughly 8,800 buildings built before 1900. Its building stock includes many historic brownstones. These homes were developed for the expanding upper-middle class from the 1890s to the late 1910s. These homes contain highly ornamental detailing throughout their interiors and have classical architectural elements, such as brackets, quoins, fluting, finials, and elaborate frieze and cornice banding.\nSince the late 1930s, the neighborhood has been a major cultural center for Brooklyn's African American population. Following the construction of the Fulton Street subway line (A and ​C trains) in 1936, African Americans left an overcrowded Harlem for greater housing availability in Bedford–Stuyvesant. From Bedford–Stuyvesant, African Americans have since moved into the surrounding areas of Brooklyn, such as East New York, Crown Heights, Brownsville, and Fort Greene. Since the early 2000s, Bedford-Stuyvesant has undergone significant gentrification, resulting in a dramatic demographic shift combined with increasing rent and real estate prices.\nBedford–Stuyvesant is mostly part of Brooklyn Community District 3, though a small part is also in Community District 8. Its primary ZIP Codes are 11205, 11206, 11216, 11221, 11233, and 11238. Bedford–Stuyvesant is patrolled by the 79th and 81st Precincts of the New York City Police Department. Politically it is represented by the New York City Council's 36th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f2/200_block_Decatur_Brooklyn.JPG",
    "neighborhood_slug": "bedford-stuyvesant-brooklyn"
  },
  {
    "neighborhood": "Prospect Lefferts Gardens",
    "summary": "Prospect Lefferts Gardens is a residential neighborhood in the Flatbush area of the New York City borough of Brooklyn. The community is bounded by Empire Boulevard (formerly Malbone Street) to the north, Clarkson Avenue to the south, New York Avenue to the east, and Ocean Avenue/Prospect Park to the west. Prospect Lefferts Gardens was designated a New York City Landmark area in 1979 and called the Prospect Lefferts Gardens Historic District.\nThe neighborhood contains an ethnically diverse community with a largely Caribbean-American and African-American population. Since the 2000s, Prospect Lefferts Gardens has been gentrifying quickly. Real estate development has increased and new residents from other groups have increased.\nProspect Lefferts Gardens is part of Brooklyn Community District 9, and its primary ZIP Code is 11225. It is patrolled by the 71st Precinct of the New York City Police Department. Politically it is represented by the New York City Council's 40th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c0/71_Pct_NYPD_Malbone_St_NY_Av_jeh.jpg",
    "neighborhood_slug": "prospect-lefferts-gardens-brooklyn"
  },
  {
    "neighborhood": "Bay Ridge",
    "summary": "Bay Ridge is a neighborhood in the southwest corner of the New York City borough of Brooklyn. It is bounded by Sunset Park to the north, Dyker Heights to the east, the Narrows and the Belt Parkway to the west, and Fort Hamilton Army Base and the Verrazzano-Narrows Bridge to the south. The section of Bay Ridge south of 86th Street is sometimes considered part of a sub-neighborhood called Fort Hamilton.\nBay Ridge was formerly the westernmost portion of the town of New Utrecht, comprising two smaller villages: Yellow Hook to the north and Fort Hamilton to the south. Yellow Hook was named for the color of the soil and was renamed Bay Ridge in December 1853 to avoid negative connotations with yellow fever at the time; the name Bay Ridge was chosen based on the local geography. Bay Ridge became developed as a rural summer resort during the mid-19th century. The arrival of the New York City Subway's Fourth Avenue Line (present-day R train) in 1916 led to its development as a residential neighborhood. Until the early 1970s, Bay Ridge was dominated by its Norwegian community, but by the late 20th and early 21st centuries, it had a large Arab, Irish, Italian, and Greek population.\nBay Ridge is part of Brooklyn Community District 10, and its primary ZIP Codes are 11209 and 11220. It is patrolled by the 68th Precinct of the New York City Police Department. Politically, it is represented by the New York City Council's 43rd District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/e0/69stpier5bbtjeh.JPG",
    "neighborhood_slug": "bay-ridge-brooklyn"
  },
  {
    "neighborhood": "Gramercy",
    "summary": "Gramercy Park () is the name of both a small, fenced-in private park, and the surrounding neighborhood that is also referred to as Gramercy, in Manhattan in New York City.\nThe approximately 2-acre (0.8 ha) park, located in the Gramercy Park Historic District, is one of two private parks in New York City – the other is Sunnyside Gardens Park in Queens – as well as one of only three in the state; only people residing around the park who pay an annual fee have a key, and the public is not generally allowed in – although the sidewalks of the streets around the park are a popular jogging, strolling, and dog-walking route.\nThe neighborhood is mostly located within Manhattan Community District 6, with a small portion in Community District 5. It is generally perceived to be a quiet and safe area.\nThe neighborhood, associated historic district, and park have generally received positive reviews. Calling it \"a Victorian gentleman who has refused to die\", Charlotte Devree in The New York Times said that \"There is nothing else quite like Gramercy Park in the country.\" When the New York City Landmarks Preservation Commission created the Gramercy Park Historic District in 1966, they quoted from John B. Pine's 1921 book, The Story of Gramercy Park:\n\nThe laying out of Gramercy Park represents one of the earliest attempts in this country at 'City Planning'. ... As a park given to the prospective owners of the land surrounding it and held in trust for those who made their homes around it, Gramercy Park is unique in this City, and perhaps in this country, and represents the only neighborhood, with possibly one exception, which has remained comparatively unchanged for eighty years – the Park is one of the City's Landmarks.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/da/1-4_Gramercy_Park_townhouses.jpg",
    "neighborhood_slug": "gramercy-manhattan"
  },
  {
    "neighborhood": "City Island",
    "summary": "City Island is a neighborhood in the northeastern Bronx in New York City, located on an island of the same name approximately 1.5 miles (2.4 km) long by 0.5 miles (0.80 km) wide. City Island is located at the extreme western end of Long Island Sound, south of Pelham Bay Park, and east of Eastchester Bay.\nAt one time the island was incorporated within the boundaries of the town of Pelham in Westchester County, New York, but the island has been part of New York City since the late 19th century. City Island is part of the Pelham Islands, a group of islands that once belonged to Thomas Pell. The body of water between City Island and the even smaller, uninhabited Hart Island to the east is known as City Island Harbor. The small island adjacent to the northeast is High Island. The Stepping Stones Light, marking the main shipping channel into New York, is off the southern tip of City Island, near the Long Island shore.\nAs of the 2020 Census, the island had a population of 4,417. Its land area is 0.395 square miles (1.02 km2). The island is part of Bronx Community District 10, and its ZIP Code is 10464.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/8d/CI_Bridge_from_south_of_park_jeh.jpg",
    "neighborhood_slug": "city-island-bronx"
  },
  {
    "neighborhood": "Auburndale",
    "summary": "Auburndale is an upper-middle-class neighborhood in the northern part of the New York City borough of Queens, between Bayside and Murray Hill.\nThe name comes from Auburndale, Massachusetts, the home of L. H. Green who developed the community starting in 1901, when the Long Island Rail Road (LIRR) started offering train service to the area. Today, the Auburndale station on the LIRR's Port Washington Branch continues to provide regular service to and from Manhattan.\nAuburndale is located in Queens Community District 11 and its ZIP Code is 11358. It is patrolled by the New York City Police Department's 111th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/0/09/Auburndale_Library_Ribbon_Cutting_Ceremony%2C_November_19%2C_2010.jpg",
    "neighborhood_slug": "auburndale-queens"
  },
  {
    "neighborhood": "Floral park",
    "summary": "Floral Park is an incorporated village in Nassau County, on Long Island, in New York, United States. The population was 16,172 at the time of the 2020 census.\nThe Incorporated Village of Floral Park is at the western border of Nassau County, and is located mainly in the Town of Hempstead, while the section north of Jericho Turnpike (NY 25) is within the Town of North Hempstead. The area was formerly known as East Hinsdale.\nThe neighborhood of Floral Park in the New York City borough of Queens is adjacent to (but is not part of) the village.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "floral-park-queens"
  },
  {
    "neighborhood": "Gowanus",
    "summary": "Gowanus ( gə-WAH-nəs) is a neighborhood in the northwestern portion of the New York City borough of Brooklyn, within the area once known as South Brooklyn. The neighborhood is part of Brooklyn Community District 6. Gowanus is bounded by Wyckoff Street on the north, Fourth Avenue on the east, the Gowanus Expressway to the south, and Bond Street to the west.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Brooklyn_Bridge_Postdlf.jpg",
    "neighborhood_slug": "gowanus-brooklyn"
  },
  {
    "neighborhood": "Port Richmond",
    "summary": "Port Richmond is a neighborhood situated on the North Shore of Staten Island, a borough of New York City. Port Richmond is bounded by Kill van Kull on the north, Clove Road on the east, Forest Avenue on the south, and the Bayonne Bridge on the west. It is adjacent to West New Brighton to the east, Westerleigh to the south, and Elm Park and Mariners Harbor to the west.\nFormerly an independent village, it is one of the oldest neighborhoods on the island. In the 19th century it was an important transportation and industrial center of the island, but this role has vanished nearly completely, leaving a largely blue collar residential area bypassed by the shift of development of the island to its interior after the 1960s. The formerly bustling commercial center along Richmond Avenue (now Port Richmond Avenue) had been largely abandoned at the time, but many small businesses have opened in the area since the late 20th century.\nPort Richmond is part of Staten Island Community District 1 and its ZIP Code is 10302. Port Richmond is patrolled by the 121st Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/16/121_Herberton.jpg",
    "neighborhood_slug": "port-richmond-staten-island"
  },
  {
    "neighborhood": "Glen Oaks",
    "summary": "Glen Oaks is the easternmost neighborhood of the New York City borough of Queens. The neighborhood is part of Queens Community Board 13,< and borders Nassau County to the east. \n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Adriance_House%2C_Queens_County_Farm_Museum_113-1305.jpg",
    "neighborhood_slug": "glen-oaks-queens"
  },
  {
    "neighborhood": "Flushing",
    "summary": "Flushing is a neighborhood in the north-central portion of the New York City borough of Queens. The neighborhood is the fourth-largest central business district in New York City. Downtown Flushing is a major commercial and retail area, and the intersection of Main Street and Roosevelt Avenue at its core is the third-busiest in New York City, behind Times Square and Herald Square.\nFlushing was established as a settlement of New Netherland on October 10, 1645, on the eastern bank of Flushing Creek. It was named Vlissingen, after the Dutch city of Vlissingen. The English took control of New Amsterdam in 1664, and when Queens County was established in 1683, the \"Town of Flushing\" was one of the original five towns of Queens. In 1898, Flushing was consolidated into the City of New York. Development came in the early 20th century with the construction of bridges and public transportation.  An immigrant population, composed mostly of Chinese and Koreans, settled in Flushing in the late 20th century.\nFlushing contains numerous residential subsections, and its diversity is reflected by the numerous ethnic groups that reside there. Flushing is served by several stations on the Long Island Rail Road's Port Washington Branch, as well as the New York City Subway's IRT Flushing Line (7 and <7>​ trains), which has its terminus at Main Street.\nFlushing is located in Queens Community District 7, and its ZIP Codes are 11354, 11355, and 11358. It is patrolled by the New York City Police Department's 109th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/d5/39th_Av_138th_St_Flushing_td_02_-_Flushing_Commons.jpg",
    "neighborhood_slug": "flushing-queens"
  },
  {
    "neighborhood": "Hunters Point",
    "summary": "Long Island City (LIC) is a residential and commercial neighborhood on the western tip of Queens, a borough in New York City in the United States. It is bordered by Astoria to the north; the East River to the west; New Calvary Cemetery in Sunnyside to the east; and Newtown Creek, which separates Queens from Greenpoint, Brooklyn, to the south.\nIncorporated as a city in 1870, Long Island City was originally the seat of government of the Town of Newtown, before becoming part of the City of Greater New York in 1898.  In the early 21st century, Long Island City became known for its rapid and ongoing residential growth and gentrification, its waterfront parks, and its thriving arts community. The area has a high concentration of art galleries, art institutions, and studio space.\nLong Island City is the eastern terminus of the Queensboro Bridge, the only non-tolled automotive route connecting Queens and Manhattan. Northwest of the bridge are the Queensbridge Houses, a development of the New York City Housing Authority and the largest public housing complex in the Western Hemisphere.\nLong Island City is part of Queens Community District 1 to the north and Queens Community District 2 to the south. It is patrolled by the New York City Police Department's 108th Precinct. Politically, Long Island City is represented by the New York City Council's 26th District.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4f/12_St_43_Rd_boulder_jeh.jpg",
    "neighborhood_slug": "hunters-point-queens"
  },
  {
    "neighborhood": "Chelsea",
    "summary": "Chelsea is a neighborhood on the West Side of the borough of Manhattan in New York City. The area's boundaries are roughly 14th Street to the south, the Hudson River and West Street to the west, and Sixth Avenue to the east, with its northern boundary variously described as near the upper 20s\nor 34th Street, the next major crosstown street to the north. To the northwest of Chelsea is the neighborhood of Hell's Kitchen, as well as Hudson Yards; to the northeast are the Garment District and the remainder of Midtown South; to the east are NoMad and the Flatiron District; to the southwest is the Meatpacking District; and to the south and southeast are the West Village and the remainder of Greenwich Village. Chelsea is named after the Royal Hospital Chelsea in London, England.\nChelsea contains the Chelsea Historic District and its extension, which were designated by the New York City Landmarks Preservation Commission in 1970 and 1981 respectively. The district was added to the National Register of Historic Places in 1977, and expanded in 1982 to include contiguous blocks containing particularly significant examples of period architecture.\nThe neighborhood is primarily residential, with a mix of tenements, apartment blocks, city housing projects, townhouses, and renovated rowhouses, but its many retail businesses reflect the ethnic and social diversity of the population. The area has a large LGBTQ population. Chelsea is also known as one of the centers of the city's art world, with over 200 galleries in the neighborhood. As of 2015, due to the area's gentrification, there is a widening income gap between the wealthy living in luxury buildings and the poor living in housing projects, who are, at times, across the street from each other.\nChelsea is a part of Manhattan Community District 4 and Manhattan Community District 5, and its primary ZIP Codes are 10001 and 10011. It is patrolled by the 10th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/d6/23rd_St_10th_Av_td_%282018-11-27%29_27.jpg",
    "neighborhood_slug": "chelsea-manhattan"
  },
  {
    "neighborhood": "Annadale",
    "summary": "Annadale is a charming neighborhood located in the southern part of Staten Island in New York City. It is known for its tree-lined streets, spacious homes, and close-knit community. With its mix of suburban tranquility and easy access to amenities, Annadale offers residents the best of both worlds.",
    "photo": "https://www.realestatesiny.com/uploads/agent-1/Screen%20Shot%202015-07-07%20at%204.44.23%20PM.jpg",
    "neighborhood_slug": "annadale-staten-island",
    "transportation": {
      "public_transport": {
        "subway": "There is no direct subway access to Annadale, but residents can easily reach the Staten Island Railway at the nearby station in Pleasant Plains. The railway connects to the Staten Island Ferry, providing access to Manhattan.",
        "bus": "The neighborhood is served by several bus routes, including the S55, S56, S59, and S78. These buses provide convenient transportation options for residents looking to travel within Staten Island or to other parts of New York City."
      },
      "car": "Annadale is easily accessible by car, with the West Shore Expressway running along its western border. Residents can also take the Korean War Veterans Parkway to connect to other parts of Staten Island or the Verrazzano-Narrows Bridge for access to Brooklyn."
    }
  },

  {
    "neighborhood": "Astoria",
    "summary": "Astoria is a vibrant neighborhood located in the northwestern part of Queens, New York City. Known for its diverse community, excellent restaurants, and cultural attractions, Astoria offers residents a high quality of life in a lively and dynamic environment.",
    "photo": "https://www.realestatesiny.com/uploads/agent-1/Screen%20Shot%202015-07-07%20at%204.44.23%20PM.jpg",
    "neighborhood_slug": "astoria-queens",
    "transportation": {
      "public_transport": {
        "subway": "Astoria is served by several subway lines, including the N, W, and R trains. The neighborhood's main subway stations are located along 31st Street and Broadway, providing residents with easy access to Manhattan and other parts of Queens.",
        "bus": "The neighborhood is well-served by several bus routes, including the Q18, Q19, Q69, Q100, and Q102. These buses provide convenient transportation options for residents looking to travel within Queens or to other parts of New York City."
      },
      "car": "Astoria is easily accessible by car, with the Grand Central Parkway running along its southern border. Residents can also take the Robert F. Kennedy Bridge to connect to other parts of Queens or the Triborough Bridge for access to Manhattan."
    }
  },
  {
    "neighborhood": "Clove Lake",
    "summary": "Grymes Hill is a 374 feet (114 m) tall hill formed of serpentine rock on Staten Island, New York. It is the second highest natural point on the island and in the five boroughs of New York City. The neighborhood of the same name encompasses an area of 0.894 square miles (2.32 km2) and has a population of 8,263 people. The hill also includes parts of the Silver Lake neighborhood. The area includes part of ZIP Codes 10301 and 10304.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Augustinian_Academy%2C_Grymes_Hill%2C_Staten_Island%2C_N.Y._%28aerial_view%29_%28NYPL_b15279351-104950%29.tiff",
    "neighborhood_slug": "clove-lake-staten-island"
  },
  {
    "neighborhood": "Richmond Valley",
    "summary": "Richmond Valley is the name of a neighborhood located on the South Shore of Staten Island, one of the five boroughs of New York City, the largest city in the United States. Richmond Valley is bordered on the north by Pleasant Plains, to the south by Tottenville, to the west by the Arthur Kill, and to the east by the Lower New York Bay.\n\nOnce considered part of Tottenville, Richmond Valley gained a separate identity when the Richmond Valley (Staten Island Railway station) was opened soon after the railroad was extended to Tottenville in 1860.  Today the neighborhood is noted chiefly for being the site of the terminus, on the Staten Island side, of the Outerbridge Crossing, which connects the island to Perth Amboy, New Jersey, across the Arthur Kill.\nThe neighborhood is represented in the New York State Senate by Andrew Lanza, in the New York State Assembly by Michael Reilly, and in the New York City Council by Joseph Borelli. All three are members of the Republican Party.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/41/Map_of_New_York_highlighting_Richmond_County.svg",
    "neighborhood_slug": "richmond-valley-staten-island"
  },
  {
    "neighborhood": "Port Morris",
    "summary": "Port Morris is a mixed use, primarily industrial neighborhood geographically located in the southwest Bronx, New York City. The neighborhood is part of Bronx Community Board 1. Its boundaries are the Major Deegan Expressway and Bruckner Expressway to the north, East 149th Street to the east, the East River to the southeast, the Bronx Kill to the south, and the Harlem River (Park Avenue stub) to the west. Its ZIP Code is 10454 and 10451. The neighborhood is served by the NYPD's 40th Precinct.\nOak Point, the southern tip of the West Bronx, is in Port Morris; it contains the Oak Point Yard. The area is also traversed by the Bruckner Expressway, a major freeway. Most of the neighborhood is within walking distance from several stations of IRT Pelham Line (6 train).",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/bc/1_Bruckner_Blvd_western_jeh.jpg",
    "neighborhood_slug": "port-morris-bronx"
  },
  {
    "neighborhood": "Financial District",
    "summary": "The Financial District of Lower Manhattan, also known as FiDi, is a neighborhood located on the southern tip of Manhattan in New York City. It is bounded by the West Side Highway on the west, Chambers Street and City Hall Park on the north, Brooklyn Bridge on the northeast, the East River to the southeast, and South Ferry and the Battery on the south.\nThe City of New York was created in the modern-day Financial District in 1624, and the neighborhood roughly overlaps with the boundaries of the New Amsterdam settlement in the late 17th century. The district comprises the offices and headquarters of many of the city's major financial institutions, including the New York Stock Exchange and the Federal Reserve Bank of New York. Anchored on Wall Street in the Financial District, New York City has been called both the leading financial center and the most economically powerful city of the world, and the New York Stock Exchange is the world's largest stock exchange by total market capitalization. Several other major exchanges have or had headquarters in the Financial District, including the New York Mercantile Exchange, NASDAQ, the New York Board of Trade, and the former American Stock Exchange.\nThe Financial District is part of Manhattan Community District 1, and its primary ZIP Codes are 10004, 10005, 10006, 10007, and 10038. It is patrolled by the 1st Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/9/95/0013TIARA_P1000433.JPG",
    "neighborhood_slug": "financial-district-manhattan"
  },
  {
    "neighborhood": "Chelsea-Travis",
    "summary": "Travis is a residential and industrial neighborhood in west-central Staten Island, one of the five boroughs of New York City.\nIt is bounded on the north by Meredith Avenue and Victory Boulevard, on the east by the William T. Davis Wildlife Refuge, on the south by the Fresh Kills, and on the west by the Arthur Kill.  Some local geographers classify Travis as being part of the island's West Shore, while others reckon it as a Mid-Island neighborhood.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Part_of_Ward_3._%28Map_bound_by_Little_Fresh_Kills%2C_Richmond_Turnpike%2C_Burying_Hill_Road%2C_Cannon_Ave_%28Lexington_Ave%29%2C_Burke_Ave%2C_Linoleum_Ave_%28Penn_Ave%29%2C_Decker_Ave%2C_Watson_Ave%2C_Pearson_St_NYPL1646261.tiff",
    "neighborhood_slug": "chelsea-travis-staten-island"
  },
  {
    "neighborhood": "Longwood",
    "summary": "Longwood is a mixed-use neighborhood in the southwest Bronx in New York City. Its boundaries, starting from the north and moving clockwise are East 167th Street to the north, the Bronx River and the Bruckner Expressway to east, East 149th Street to the south, and Saint Anns Avenue to the west. Southern Boulevard is the primary thoroughfare through Longwood.\nThe neighborhood is part of Bronx Community District 2, and its ZIP Codes include 10455 and 10459. The neighborhood is served by the New York City Police Department's 41st Precinct. NYCHA property in the area is patrolled by P.S.A. 7 at 737 Melrose Avenue in the Melrose section of the Bronx. The local subway, the 6 and <6>​ trains, operates along Southern Boulevard.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/89/41_Pct_Longwood_Av_jeh.jpg",
    "neighborhood_slug": "longwood-bronx"
  },
  {
    "neighborhood": "Norwood",
    "summary": "Norwood, also known as Bainbridge, is a residential neighborhood in the northwest Bronx, New York City, U.S. It is bound by Van Cortlandt Park and Woodlawn Cemetery to the north, the Bronx River to the east, and Mosholu Parkway to the southwest. The area is dominated topographically by what was once Valentine's Hill, the highest point being near the intersection of 210th Street and Bainbridge Avenue, where Gun Hill Road intersects, and around the Montefiore Medical Center, the largest landowner and employer of the neighborhood. Norwood's main commercial arteries are Gun Hill Road, Jerome Avenue, Webster Avenue, and Bainbridge Avenue.\nThe neighborhood is part of Bronx Community District 7 and is patrolled by the NYPD's 52nd Precinct. As of the 2000 United States Census, the seven census tracts that make up the neighborhood had a population of 40,748.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/70/52_Pct_NYPD_jeh.jpg",
    "neighborhood_slug": "norwood-bronx"
  },
  {
    "neighborhood": "Utopia",
    "summary": "Fresh Meadows is a neighborhood in the northeastern section of the New York City borough of Queens. Fresh Meadows used to be part of the broader town of Flushing and is bordered to the north by the Horace Harding Expressway and Auburndale; to the west by Pomonok, St. John's University, Hillcrest, and Utopia; to the east by Cunningham Park and the Clearview Expressway; and to the south by the Grand Central Parkway.\nFresh Meadows is located in Queens Community District 8 and its ZIP Codes are 11365 and 11366. It is patrolled by the New York City Police Department's 107th Precinct. Politically, Fresh Meadows is represented by the New York City Council's 23rd and 24th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/a4/195th_St_73rd_Av_td_%282018-10-30%29_02_-_Klein_Farm.jpg",
    "neighborhood_slug": "utopia-queens"
  },
  {
    "neighborhood": "Silver Lake",
    "summary": "Silver Lake is the name of both a reservoir and an adjacent neighborhood in the New York City borough of Staten Island.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "silver-lake-staten-island"
  },
  {
    "neighborhood": "Whitestone",
    "summary": "Whitestone is a residential neighborhood in the northernmost part of the New York City borough of Queens. The neighborhood proper is located between the East River to the north; College Point and Whitestone Expressway to the west; Flushing and 25th Avenue to the south; and Bayside and Francis Lewis Boulevard to the east.\nWhitestone contains the subsection of Malba, which is bounded to the north by the East River, to the east by the Whitestone Expressway, to the south by 14th Avenue, and to the west by 138th Street. Malba was cited in a New York Times article as one of the few \"elite enclaves\" of Queens.\nWhitestone is located in Queens Community District 7 and its ZIP Code is 11357. It is patrolled by the New York City Police Department's 109th Precinct. Politically, Whitestone is represented by the New York City Council's 19th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/82/Bronx-Whitestone_Bridge_%287263774480%29.jpg",
    "neighborhood_slug": "whitestone-queens"
  },
  {
    "neighborhood": "Mariner's Harbor",
    "summary": "Mariners Harbor is a neighborhood located in the northwestern part of New York City's borough of Staten Island. It is bordered by Lake Avenue to the east, Forest Avenue to the south, Richmond Terrace to the north, and Holland Avenue to the west. The northwestern section of Mariners Harbor is often known as Arlington.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/d3/Engine_157_H%26L_80_Mariners_Harbor_jeh.jpg",
    "neighborhood_slug": "mariner-s-harbor-staten-island"
  },
  {
    "neighborhood": "Tribeca",
    "summary": "Tribeca ( try-BEK-ə), originally written as TriBeCa, is a neighborhood in Lower Manhattan in New York City.  Its name is a syllabic abbreviation of \"Triangle Below Canal Street\". The \"triangle\" (more accurately a quadrilateral) is bounded by Canal Street, West Street, Broadway, and Chambers Street.  By the 2010s, a common marketing tactic was to extend Tribeca's southern boundary to either Vesey or Murray Streets to increase the appeal of property listings.\nThe neighborhood began as farmland, then was a residential neighborhood in the early 19th century, before becoming a mercantile area centered on produce, dry goods, and textiles, and then transitioning to artists and then actors, models, entrepreneurs, and other celebrities. The neighborhood is home to the Tribeca Festival, which was created in response to the September 11 attacks, to reinvigorate the neighborhood and downtown after the destruction caused by the terrorist attacks.\nTribeca is part of Manhattan Community District 1, and its primary ZIP Codes are 10007 and 10013. It is patrolled by the 1st Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/dc/388_Greenwich_Street_IMG_8990.JPG",
    "neighborhood_slug": "tribeca-manhattan"
  },
  {
    "neighborhood": "Forest Hills",
    "summary": "Forest Hills is a mostly residential neighborhood in the central portion of the borough of Queens in New York City. It is adjacent to Corona to the north, Rego Park and Glendale to the west, Forest Park to the south, Kew Gardens to the southeast, and Flushing Meadows–Corona Park to the east.\nThe area was originally referred to as \"Whitepot\". The current name comes from the Cord Meyer Development Company, which bought 660 acres (270 ha) in central Queens in 1906 and renamed it after Forest Park. Further development came in the 1920s and 1930s with the widening of Queens Boulevard through the neighborhood, as well as the opening of the New York City Subway's Queens Boulevard Line. Forest Hills has a longstanding association with tennis: the Forest Hills Stadium hosted the U.S. Open from 1915 through 1977 and the West Side Tennis Club offers grass courts for its members. The area's main commercial street, Austin Street, contains many restaurants and chain stores.\nForest Hills is located in Queens Community District 6 and its ZIP Code is 11375. It is patrolled by the New York City Police Department's 112th Precinct. Politically, Forest Hills is represented by the New York City Council's 29th District. It is located within New York's 6th congressional district.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/11/118-29_Queens_Boulevard.jpg",
    "neighborhood_slug": "forest-hills-queens"
  },
  {
    "neighborhood": "Heartland Village",
    "summary": "Heartland Village is a residential development located close to the geographic center of Staten Island, one of the five boroughs of New York City, USA.  The name is also often used to denote the immediately surrounding area.\nHeartland Village is located within the New Springville neighborhood of Staten Island. Heartland Village is originally named for a housing development created in the late 1960s which occupied a square-shaped area bounded by Richmond Avenue, Rockland Avenue, Richmond Hill Road, and Forest Hill Road, exclusive of the various shopping centers also located therein. The Staten Island Mall is located south of Richmond Hill Road.Heartland Village's proximity to the Staten Island Mall and many other smaller shopping centers nearby has made it one of the island's most attractive residential communities; indeed, the region has emerged as the island's second largest commercial and administrative hub, after St. George.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Staten_island_ferry_1.jpg",
    "neighborhood_slug": "heartland-village-staten-island"
  },
  {
    "neighborhood": "Richmond Hill",
    "summary": "Richmond Hill is a commercial and residential neighborhood located in the southeastern section of the New York City borough of Queens. The area borders Kew Gardens and Forest Park to the north, Jamaica and South Jamaica to the east, South Ozone Park to the south, and Woodhaven and Ozone Park to the west. The neighborhood is split between Queens Community Board 9 and 10.\nRichmond Hill is known as Little Guyana for its large Indo-Caribbean American (especially Indo-Guyanese and Indo-Trinidadian) population. It is also called Little Punjab due to its large Punjabi American population. Richmond Hill is home to a density of Roman Catholic, Eastern Orthodox, Protestant, Sikh, Hindu, Jewish, and Muslim places of worship.\nMain commercial streets in the neighborhood include Jamaica Avenue, Atlantic Avenue and Liberty Avenue. The portion of the neighborhood south of Atlantic Avenue is also known as South Richmond Hill. The Long Island Rail Road provides freight access via the Montauk Branch, which runs diagonally through the neighborhood from northwest to southeast. Many residents own homes, though some also rent within small apartment buildings.\nRichmond Hill is located in Queens Community District 9 and its ZIP Codes are 11418 and 11419. It is patrolled by the New York City Police Department's 102nd Precinct. Politically, Richmond Hill is represented by the New York City Council's 28th, 30th, and 32nd Districts.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "richmond-hill-queens"
  },
  {
    "neighborhood": "Greenwich Village",
    "summary": "Greenwich Village, or simply the Village, is a neighborhood on the west side of Lower Manhattan in New York City, bounded by 14th Street to the north, Broadway to the east, Houston Street to the south, and the Hudson River to the west. Greenwich Village also contains several subsections, including the West Village west of Seventh Avenue and the Meatpacking District in the northwest corner of Greenwich Village.\nIts name comes from Groenwijck, Dutch for \"Green District\". In the 20th century, Greenwich Village was known as an artists' haven, the bohemian capital, the cradle of the modern LGBT movement, and the East Coast birthplace of both the Beat Generation and counterculture of the 1960s. Greenwich Village contains Washington Square Park, as well as two of New York City's private colleges, New York University (NYU) and The New School. In later years it has been associated with hipsters.\nGreenwich Village is part of Manhattan Community District 2, and is patrolled by the 6th Precinct of the New York City Police Department. Greenwich Village has undergone extensive gentrification and commercialization; the four ZIP Codes that constitute the Village – 10011, 10012, 10003, and 10014 – were all ranked among the ten most expensive in the United States by median housing prices in 2014, according to Forbes, with residential property sale prices in the West Village neighborhood typically exceeding US$2,100/sq ft ($23,000/m2) in 2017.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b2/396-397_West_Street.jpg",
    "neighborhood_slug": "greenwich-village-manhattan"
  },
  {
    "neighborhood": "Arrochar",
    "summary": "Arrochar (uh-row-shr) is a neighborhood in northeastern Staten Island in New York City in the United States.  It is located directly inland of Fort Wadsworth and South Beach, on the east side of Hylan Boulevard south of the Staten Island Expressway; the community of Grasmere borders it on the west. It is today primarily a neighborhood of one- and two-family homes and small businesses.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/41/Map_of_New_York_highlighting_Richmond_County.svg",
    "neighborhood_slug": "arrochar-staten-island"
  },
  {
    "neighborhood": "Williamsburg",
    "summary": "Williamsburg is a neighborhood in the New York City borough of Brooklyn, bordered by Greenpoint to the north; Bedford–Stuyvesant to the south; Bushwick and East Williamsburg to the east; and the East River to the west. It was an independent city until 1855, when it was annexed by Brooklyn; around that time, the spelling was changed from Williamsburgh (with an \"h\") to Williamsburg.\nWilliamsburg, especially near the waterfront, was a vital industrial district until the mid-20th century. As many of the jobs were outsourced beginning in the 1970s, the area endured a period of economic contraction which did not begin to turn around until activist groups began to address housing, infrastructure, and youth education issues in the late 20th century. An ecosocial arts movement emerged alongside the activists in the late 1980s, often referred to as the Brooklyn Immersionists. The community-based scene cultivated a web of activity in the streets, rooftops and large warehouses, and attracted both the national and international press. Small, locally owned businesses began to return to the neighborhood during this expansion of creative urbanism in the 1990s.\nIn the 21st century, the city provided zoning changes and tax abatements to corporate developers which shifted the area from a creative, slow growth revival to an economy that was dominated by high rises and chain stores. Despite the rise in the cost of living that followed, and the loss of the original creative community that had rejuvenated the district, a new contemporary art scene and vibrant nightlife emerged that catered to new residents. However, the intensity and innovations of the Immersionist era in Williamsburg has continued to project the district's image internationally as a \"Little Berlin\". During the early 2000s, the neighborhood became a center for indie rock and electroclash. Numerous ethnic groups still inhabit enclaves within the neighborhood, including Italians, Jews, Hispanics, Poles, Puerto Ricans, and Dominicans.\nWilliamsburg is part of Brooklyn Community District 1, and its primary ZIP Codes are 11206, 11211 and 11249. It is patrolled by the 90th and 94th Precincts of the New York City Police Department. Politically, it is represented by the New York City Council's 33rd District, which represents the western and southern parts of the neighborhood, and the 34th District, which represents the eastern part. As of the 2020 United States census, the neighborhood's population is 151,308.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3c/1827_Williamsburg_Map.jpg",
    "neighborhood_slug": "williamsburg-brooklyn"
  },
  {
    "neighborhood": "Washington Heights",
    "summary": "Washington Heights is a neighborhood in the northern part of the borough of Manhattan in New York City. It is named for Fort Washington, a fortification constructed at the highest natural point on Manhattan by Continental Army troops to defend the area from the British forces during the American Revolutionary War. Washington Heights is bordered by Inwood to the north along Dyckman Street, by Harlem to the south along 155th Street, by the Harlem River and Coogan's Bluff to the east, and by the Hudson River to the west.\nWashington Heights, which before the 20th century was sparsely populated by luxurious mansions and single-family homes, rapidly developed during the early 1900s as it became connected to the rest of Manhattan via the Broadway–Seventh Avenue and Eighth Avenue lines of the New York City Subway. Beginning as a middle-class neighborhood with many Irish and Eastern European immigrants, the neighborhood has at various points been home to communities of German Jews, Greek Americans, Puerto Ricans, Cuban Americans, and Russian Americans.\nThroughout the 1960s and 1970s, many White residents left the neighborhood for nearby suburbs as the Black and Latino populations increased. Dominican Americans became the dominant group by the 1980s despite facing economic difficulties, leading the neighborhood to its status in the 21st century as the most prominent Dominican community in the United States. While crime became a serious issue during the crack cocaine crisis of the 1980s and 1990s, in the 2000s Washington Heights became a much safer community and began to experience some upward mobility as well as gentrification.\nWashington Heights is set apart among Manhattan neighborhoods for its high residential density despite the lack of modern construction, with the majority of its few high-rise buildings belonging to the NewYork–Presbyterian Hospital/Columbia University Medical Center. Other higher education institutions include Yeshiva University and Boricua College. The neighborhood has generous access to green space in Fort Washington Park, Highbridge Park, and Fort Tryon Park, home to the historical landmarks the Little Red Lighthouse, the High Bridge Water Tower, and the Cloisters respectively. Other points of interest include Audubon Terrace, the Morris–Jumel Mansion, the United Palace, the Audubon Ballroom, and the Fort Washington Avenue Armory.\nWashington Heights is part of Manhattan Community District 12, and its primary ZIP Codes are 10032, 10033, and 10040. It is served by the 33rd and 34th Precincts of the New York City Police Department and Engine Companies 67, 84, and 93 of the New York City Fire Department. Politically, it is part of the New York City Council's 7th and 10th districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/73/181st_Street_subway_station_entrance_at_184th_Street_and_Overlook_Terrace.jpg",
    "neighborhood_slug": "washington-heights-manhattan"
  },
  {
    "neighborhood": "Richmond Town",
    "summary": "Richmondtown is a neighborhood in the Mid-Island section of Staten Island, New York City. It is bounded by Arthur Kill Road on the northwest, Richmond Road on the north, Amboy Road on the east and southeast, and the United Hebrew and Ocean View cemeteries on the southwest.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/46/Landscape_at_Richmondtown_neighborhood.jpg",
    "neighborhood_slug": "richmond-town-staten-island"
  },
  {
    "neighborhood": "Randall Manor",
    "summary": "Randall Manor is a neighborhood on the North Shore of Staten Island, one of the five boroughs of New York City, United States.\nThe neighborhood is bound by Bard Avenue to the West, Henderson Avenue to the North, Forest Avenue to the South, and Lafayette Avenue to the East. It used to be part of Elliottville.\nNamed after Captain Robert Richard Randall, the founder of Sailors Snug Harbor, the neighborhood lies immediately to the south of the latter, between New Brighton and West Brighton.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/41/Map_of_New_York_highlighting_Richmond_County.svg",
    "neighborhood_slug": "randall-manor-staten-island"
  },
  {
    "neighborhood": "New Dorp",
    "summary": "New Dorp ( NEW-dorp) is a neighborhood on the East Shore of Staten Island, New York City, United States. New Dorp is bounded by Mill Road on the southeast, Tysens Lane on the southwest, Amboy and Richmond Roads on the northwest, and Bancroft Avenue on the northeast. It is adjacent to Oakwood to the southwest, Todt Hill to the northwest, Dongan Hills and Grant City, and Midland Beach and Miller Field to the southeast. New Dorp Beach, bordering to the east, is often listed on maps as a separate neighborhood from Mill Road to the shore of Lower New York Bay, but is generally considered to be a part of New Dorp.\nOne of the earliest European settlements in the New York City area, New Dorp was founded by Dutch settlers from the New Netherland colony, and the name is an anglicization of Nieuw Dorp, meaning \"New Village\" in Dutch. It was historically one of the most important towns on Staten Island, becoming a part of New York City in 1898 as part of the Borough of Richmond. In the 1960s New Dorp ceased to be a distinct town during New York City's suburbanization, where rapid housing development on Staten Island saw the town added to the city conurbation. Despite this, today New Dorp remains one of the main commercial and transport centers on Staten Island.\nNew Dorp is often associated with the Vanderbilt family, who had a notable presence in the area and many of whom are buried in the neighborhood at the Moravian Cemetery, the largest and oldest active cemetery on Staten Island.\nNew Dorp is part of Staten Island Community District 2 and its ZIP Code is 10306. New Dorp is patrolled by the 122nd Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/67/A_worker_enters_a_lumberyard_in_New_Dorp%2C_Staten_Island.JPG",
    "neighborhood_slug": "new-dorp-staten-island"
  },
  {
    "neighborhood": "Hunts Point",
    "summary": "Hunts Point is a neighborhood located on a peninsula in the South Bronx of New York City. It is the location of one of the largest food distribution facilities in the world, the Hunts Point Cooperative Market. Its boundaries are the Bruckner Expressway to the west and north, the Bronx River to the east, and the East River to the south. Hunts Point Avenue is the primary street through Hunts Point.\nThe neighborhood is part of Bronx Community District 2, and its ZIP Code is 10474. The neighborhood is served by the New York City Police Department's 41st Precinct. NYCHA property in the area is patrolled by P.S.A. 7 at 737 Melrose Avenue located in the Melrose section of the Bronx.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Amer_Bank_Note_Tiffany_Garrison_jeh.jpg",
    "neighborhood_slug": "hunts-point-bronx"
  },
  {
    "neighborhood": "Rossville",
    "summary": "Rossville is a neighborhood of Staten Island, New York, on the island's South Shore. It is located to the north of Woodrow, to the west of Arden Heights, and to the south and east of the Arthur Kill. Rossville is located within Staten Island Community Board 3.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/85/565_and_569_Bloomingdale_Road_Cottages_-_Sandy_Ground_-_Staten_Island.JPG",
    "neighborhood_slug": "rossville-staten-island"
  },
  {
    "neighborhood": "Lower East Side",
    "summary": "The Lower East Side, sometimes abbreviated as LES, is a historic neighborhood in the southeastern part of Manhattan in New York City. It is located roughly between the Bowery and the East River from Canal to Houston streets. Historically, it was understood to encompass a much larger area, from Broadway to the East River and from East 14th Street to Fulton and Franklin Streets.\nTraditionally an immigrant, working class neighborhood, it began rapid gentrification in the mid-2000s, prompting the National Trust for Historic Preservation to place the neighborhood on their list of America's Most Endangered Places in 2008.\nThe Lower East Side is part of Manhattan Community District 3, and its primary ZIP Code is 10002. It is patrolled by the 7th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/74/4th_Battalion_FDNY_jeh.jpg",
    "neighborhood_slug": "lower-east-side-manhattan"
  },
  {
    "neighborhood": "Dongan Hills",
    "summary": "Dongan Hills is a neighborhood located within the New York City borough of Staten Island. It is on the Island's East Shore. Dongan Hills is bounded by Laconia Avenue on the southeast, Jefferson Avenue on the southwest, Richmond Road on the northwest, and Old Town Road to the north. It is adjacent to New Dorp and Grant City to the southwest, Todt Hill to the northwest, Old Town/Concord to the northeast, and South Beach and Midland Beach to the southeast.\nDongan Hills is part of Staten Island Community District 2 and its ZIP Codes are 10304 and 10305. Dongan Hills is patrolled by the 122nd Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "dongan-hills-staten-island"
  },
  {
    "neighborhood": "Laurelton",
    "summary": "Laurelton is a largely middle-class neighborhood in the New York City borough of Queens and part of the former town of Jamaica. Merrick Boulevard, which bisects the community in a generally east–west direction, forms its commercial spine. It is bounded by Springfield Boulevard to the west, 121st Avenue to the north, Laurelton Parkway to the east, and Conduit Avenue to the south.\nLaurelton is located in Queens Community District 13 and its ZIP Codes are 11413 and 11422. It is patrolled by the New York City Police Department's 105th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "laurelton-queens"
  },
  {
    "neighborhood": "Eastchester",
    "summary": "Eastchester is a working-class neighborhood in the northeast Bronx in New York City. Its boundaries, starting from the north and moving clockwise are the Bronx-Westchester County border to the north, the New England Thruway to the east, Baychester Avenue to the south, and the intersection of 233rd Street and Baychester Avenue to the west. Boston Road is the primary thoroughfare through Eastchester and Dyre Avenue is the main commercial street. Eastchester includes the sub-neighborhood of Edenwald.\nEastchester is part of Bronx Community Board 12, and its ZIP Codes include 10466 and 10475. The area is patrolled by the 47th Precinct of the New York City Police Department.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/9/99/Dark_Dyre_PS15_jeh.jpg",
    "neighborhood_slug": "eastchester-bronx"
  },
  {
    "neighborhood": "Howard Beach",
    "summary": "Howard Beach is a neighborhood in the southwestern portion of the New York City borough of Queens. It is bordered to the north by the Belt Parkway and Conduit Avenue in Ozone Park, to the south by Jamaica Bay in Broad Channel, to the east by 102nd–104th Streets in South Ozone Park, and to the west by 75th Street in East New York, Brooklyn. The area consists mostly of low-rise single-family houses.\nHoward Beach is located in Queens Community District 10 and its ZIP Code is 11414. It is patrolled by the New York City Police Department's 106th Precinct. Politically, Howard Beach is represented by the New York City Council's 32nd District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/9/99/Coleman_Square_by_David_Shankbone.jpg",
    "neighborhood_slug": "howard-beach-queens"
  },
  {
    "neighborhood": "St. George",
    "summary": "St. George is a neighborhood on the northeastern tip of Staten Island in New York City, along the waterfront where the Kill Van Kull enters Upper New York Bay. It is the most densely developed neighborhood on Staten Island, and the location of the administrative center for the borough and for the coterminous Richmond County. The St. George Terminal, serving the Staten Island Ferry and the Staten Island Railway, is also located here. St. George is bordered on the south by the neighborhood of Tompkinsville and on the west by the neighborhood of New Brighton.\nWhat is now St. George was initially occupied by the Lenape Native Americans, then colonized by the Dutch and the British. The first residential developments arose in the 1830s, and through the late 19th century, the area was a summer resort. Until the construction of the ferry–railroad terminal in 1886, present-day St. George was considered to be part of New Brighton. The section around the current ferry and railroad terminal was renamed after developer George Law, whom Erastus Wiman promised to \"canonize\" in exchange for relinquishing the land rights for the terminal. Several government buildings and landmarks were constructed in St. George in the early 20th century, and further developments on the waterfront commenced in the early 21st century.\nSt. George is part of Staten Island Community District 1. St. George is patrolled by the 120th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/85/120_Precinct_Richmond_Terrace_jeh.jpg",
    "neighborhood_slug": "st-george-staten-island"
  },
  {
    "neighborhood": "Bellerose",
    "summary": "Bellerose is an ethnically diverse, middle-class neighborhood on the eastern edge of the New York City borough of Queens, along the border of Queens and Nassau County, Long Island. It is adjacent to Bellerose Village and Bellerose Terrace in Nassau County, from which it is separated by Jericho Turnpike. The northern edge of Bellerose is separated from another part of the Nassau border by the neighborhood of Floral Park, Queens to the east, divided by Little Neck Parkway.\nThe neighborhood consists predominantly of detached houses with mostly middle-class Indian American and European American  populations. While the northeastern section of Queens Village is sometimes referred to as part of Bellerose, it is also called Bellerose Manor, which is recognized by the U.S. Postal Service as an \"acceptable alternate\" to Queens Village and Jamaica in postal addresses.\nBellerose is located in Queens Community District 13 and its ZIP Code is 11426. It is patrolled by the New York City Police Department's 105th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "bellerose-queens"
  },
  {
    "neighborhood": "Morris Park",
    "summary": "Morris Park is a  neighborhood in the New York City borough of the Bronx. Its approximate boundaries, starting from the north and moving clockwise, are Neill Avenue and Pelham Parkway to the north, Eastchester Road to the east, the Amtrak Northeast Corridor tracks and Sackett Avenue to the east and south, and Bronxdale Avenue and White Plains Road to the west. It borders the neighborhoods of Van Nest to its southwest and Pelham Parkway to its northeast. Williamsbridge Road and Morris Park Avenue are the primary thoroughfares.\nThe neighborhood is part of Bronx Community District 11 in the East Bronx, and its ZIP Codes include 10461 and 10462. The area is patrolled by the 49th Precinct of the New York City Police Department, located at 2121 Eastchester Road. The local subway is the IRT Dyre Avenue Line (5 train), which runs under the Esplanade. The neighborhood has a large Albanian American and Italian American population.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/0/03/1518_Williamsbridge_Rd_Squad_61_FDNY_jeh.jpg",
    "neighborhood_slug": "morris-park-bronx"
  },
  {
    "neighborhood": "Chinatown",
    "summary": "Manhattan's Chinatown is a neighborhood in Lower Manhattan, New York City, bordering the Lower East Side to its east, Little Italy to its north, Civic Center to its south, and Tribeca to its west. With an estimated population of 90,000 to 100,000 people, Chinatown is home to the highest concentration of Chinese people in the Western Hemisphere. Manhattan's Chinatown is also one of the oldest Chinese ethnic enclaves. The Manhattan Chinatown is one of nine Chinatown neighborhoods in New York City, as well as one of twelve in the New York metropolitan area, which contains the largest ethnic Chinese population outside of Asia, comprising an estimated 893,697 uniracial individuals as of 2017.\nChinatown is also a densely populated neighborhood, with over 141,000 residents living in its vicinity encompassing 1.7 square miles, \"of which 28.1% identified as Asian\" in 2023. Historically, Chinatown was primarily populated by Cantonese speakers. However, in the 1980s and 1990s, large numbers of Fuzhounese-speaking immigrants also arrived and formed a sub-neighborhood annexed to the eastern portion of Chinatown east of The Bowery, which has become known as Little Fuzhou subdivided away from the primarily Cantonese populated original longtime established Chinatown of Manhattan from the proximity of The Bowery going west, known as Little Hong Kong/Guangdong. As many Fuzhounese and Cantonese speakers now speak Mandarin—the official language in Mainland China and Taiwan—in addition to their native languages, this has made it more important for Chinatown residents to learn and speak Mandarin. Although now overtaken in size by the rapidly growing Flushing Chinatown (located in the New York City borough of Queens) and Brooklyn Chinatown, the Manhattan Chinatown remains a dominant cultural force for the Chinese diaspora, as home to the Museum of Chinese in America and as the headquarters of numerous publications based both in the U.S. and China that are geared to overseas Chinese.\nChinatown is part of Manhattan Community District 3, and its primary ZIP Codes are 10013 and 10002. It is patrolled by the 5th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b3/BaxterStreet.jpg",
    "neighborhood_slug": "chinatown-manhattan"
  },
  {
    "neighborhood": "Ocean Parkway",
    "summary": "Ocean Parkway is a 4.86-mile-long (7.82 km) boulevard in the west-central portion of the New York City borough of Brooklyn. It is inventoried by the New York State Department of Transportation (NYSDOT) as New York State Route 908H (NY 908H), an unsigned reference route.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/41/Airport_Sign.svg",
    "neighborhood_slug": "ocean-parkway-brooklyn"
  },
  {
    "neighborhood": "Bulls Head",
    "summary": "Bulls Head is a neighborhood in west-central Staten Island, one of the five boroughs of New York City. It is bordered by New Springville to the south, Bloomfield to the west, Willowbrook to the east, Graniteville to the north, and Westerleigh to the north.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/ec/Bulls_Head_Brook%2C_Staten_Island%2C_N.Y_%28NYPL_b15279351-104827%29.tiff",
    "neighborhood_slug": "bulls-head-staten-island"
  },
  {
    "neighborhood": "Bedford Park",
    "summary": "Bedford Park is a residential neighborhood in the northwest Bronx, New York City, adjacent to the New York Botanical Garden. Its boundaries, starting from the north and moving clockwise, are: Mosholu Parkway to the north, Webster Avenue to the east, East 196th Street to the south, and Jerome Avenue to the west.\nThe neighborhood is part of Bronx Community District 7, and its ZIP Codes include 10458 and 10468. The area is patrolled by the 52nd Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/70/52_Pct_NYPD_jeh.jpg",
    "neighborhood_slug": "bedford-park-bronx"
  },
  {
    "neighborhood": "East Tremont",
    "summary": "East Tremont is a residential neighborhood located in the West Bronx, New York City. From the north and moving clockwise, it is bounded by East 180th Street, Southern Boulevard, the Cross-Bronx Expressway and Third Avenue. East Tremont Avenue is the primary thoroughfare through the neighborhood.\nEast Tremont is part of Bronx Community Board 6, and its ZIP Codes include 10457 and 10460. The area is patrolled by the NYPD's 48th Precinct. New York City Housing Authority property in the area is patrolled by P.S.A. 8 at 2794 Randall Avenue in the Throggs Neck section of the Bronx.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "east-tremont-bronx"
  },
  {
    "neighborhood": "Riverdale",
    "summary": "Riverdale is a residential neighborhood in the northwestern portion of the New York City borough of the Bronx. Riverdale, which had a population of 47,850 as of the 2000 United States Census, contains the city's northernmost point at the College of Mount Saint Vincent. Riverdale's boundaries are disputed, but it is commonly agreed to be bordered by Yonkers to the north, Van Cortlandt Park and Broadway to the east, the Kingsbridge neighborhood to the southeast, either the Harlem River or the Spuyten Duyvil neighborhood to the south, and the Hudson River to the west. Riverdale Avenue is the primary north–south thoroughfare through Riverdale.\nThe neighborhood is part of Bronx Community District 8, and its ZIP Codes include 10463 and 10471. The area is patrolled by the 50th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/49/4695_Independ_Av_Riverdale_jeh.jpg",
    "neighborhood_slug": "riverdale-bronx"
  },
  {
    "neighborhood": "South Bronx",
    "summary": "The South Bronx is an area of the New York City borough of the Bronx. The area comprises neighborhoods in the southern part of the Bronx, such as Concourse, Mott Haven, Melrose, and Port Morris.\nIn the early 1900s, the South Bronx was originally known as the Manor of Morrisania, as it was the manor of Lewis Morris. As the Morris family continued to expand on the land, an influx of German and Irish immigrants started to populate the area. By the 1930s, the Bronx was considered the \"Jewish Borough\", as nearly half the population was Jewish. This soon changed as World War II caused rent to increase in many apartments, pushing people out. By the end of the 1950s, the South Bronx was two-thirds African American or Hispanic (of any race).\nThe South Bronx is known for its hip hop culture and graffiti. Graffiti became popular in the Bronx in the early 1970s, spreading through the New York City Subway system. The South Bronx then became musically notable as hip-hop music, rap, and other creative components started becoming common within the borough.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/71/3rd_Ave_Br_-_Port_Morris%2C_The_Bronx_NY.jpg",
    "neighborhood_slug": "south-bronx-bronx"
  },
  {
    "neighborhood": "Marine Park",
    "summary": "Marine Park is a neighborhood in the New York City borough of Brooklyn. The neighborhood lies between Flatlands and Mill Basin to the east, and Gerritsen Beach, Midwood, and Sheepshead Bay to the south and west. It is mostly squared off in area by Gerritsen Avenue, Flatbush Avenue, Avenue U and Kings Highway. The neighborhood's eponymous park is the largest public park in Brooklyn. Charles Downing Lay won a silver medal in town planning at the 1936 Olympics for the planning of Marine Park.\nMarine Park is largely inhabited by people of ethnic groups such as Italian Americans, Irish Americans, Greek Americans, and Jewish Americans. The area is part of Brooklyn Community Board 18.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/8f/BrooklynOldBuilding.JPG",
    "neighborhood_slug": "marine-park-brooklyn"
  },
  {
    "neighborhood": "Sheepshead Bay",
    "summary": "Sheepshead Bay is a neighborhood in southern Brooklyn, New York City. It is bounded by Ocean Parkway to the west; Avenue T and Kings Highway to the north; Nostrand Avenue and Gerritsen Avenue to the east; and the Atlantic Ocean to the south. Sheepshead Bay is abutted by the neighborhoods of Brighton Beach and Homecrest to the west; Midwood to the north; and Gerritsen Beach to the east.\nThe neighborhood is named after a bay that separates mainland Brooklyn from the eastern portion of Coney Island, which was originally one of the Outer Barrier islands but is now a peninsula. The mouth of the bay is about 1.0 mile (1.6 km) southwest of Marine Park.\nSheepshead Bay is part of Brooklyn Community District 15, and its primary ZIP Codes are 11229 and 11235. It is patrolled by the 61st Precinct of the New York City Police Department. Politically it is represented by the New York City Council's 46th and 48th Districts.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/8d/2010-03-21_at_11-00-57.jpg",
    "neighborhood_slug": "sheepshead-bay-brooklyn"
  },
  {
    "neighborhood": "East New York",
    "summary": "East New York is a residential neighborhood in the eastern section of the borough of Brooklyn in New York City, United States. Its boundaries, starting from the north and moving clockwise, are roughly the Cemetery Belt and the Queens borough line to the north; the Queens borough line to the east; Jamaica Bay to the south, and the Bay Ridge Branch railroad tracks and Van Sinderen Avenue to the west. Linden Boulevard, Pennsylvania Avenue, and Atlantic Avenue are the primary thoroughfares through East New York.\nEast New York was founded as the Town of New Lots in the 1650s. It was annexed as the 26th Ward of the rapidly growing City of Brooklyn in 1886, and became part of New York City in 1898. During the latter part of the twentieth century, East New York came to be predominantly inhabited by African Americans and Latinos.\nEast New York is part of Brooklyn Community District 5, and its primary ZIP Codes are 11207, 11208, and 11239. It is patrolled by the 75th Precinct of the New York City Police Department. New York City Housing Authority (NYCHA) property in the area is patrolled by P.S.A. 2. Coverage by the Fire Department of New York is provided by Battalions 39 & 44. Politically it is represented by the New York City Council's 37th and 42nd Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/62/75pctenyjeh.JPG",
    "neighborhood_slug": "east-new-york-brooklyn"
  },
  {
    "neighborhood": "West Village",
    "summary": "The West Village is a neighborhood in the western section of the larger Greenwich Village neighborhood of Lower Manhattan, New York City. The West Village is bounded by the Hudson River to the west and 14th Street to the north. The eastern boundary is variously cited as Greenwich Avenue, Seventh Avenue, or Sixth Avenue, while the southern boundary is either Houston Street or Christopher Street.\nThe West Village is part of Manhattan Community District 2, and is patrolled by the 6th Precinct of the New York City Police Department. Residential property sale prices in West Village are among the most expensive in the United States, typically exceeding US$2,100 per square foot ($23,000/m2) in 2017.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f7/173-176_Perry_St_jeh.JPG",
    "neighborhood_slug": "west-village-manhattan"
  },
  {
    "neighborhood": "Castleton Corners",
    "summary": "Castleton Corners (or Four Corners) is an upscale neighborhood of Staten Island, one of the five boroughs of New York City. It is bounded by Westerleigh in the West, West Brighton in the East, Port Richmond by the North, and Todt Hill/Emerson Hill to the South/Southeast. Castleton Corners is in a region of the island often referred to as the North Shore, Staten Island.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f1/Castleton_Corners.jpg",
    "neighborhood_slug": "castleton-corners-staten-island"
  },
  {
    "neighborhood": "Upper East Side",
    "summary": "The Upper East Side, sometimes abbreviated UES, is a neighborhood in the borough of Manhattan in New York City, bounded approximately by 96th Street to the north, the East River to the east, 59th Street to the south, and Central Park and Fifth Avenue to the west. The area incorporates several smaller neighborhoods, including Lenox Hill, Carnegie Hill, and Yorkville. Once known as the Silk Stocking District, it has long been the most affluent neighborhood in New York City.\nThe Upper East Side is part of Manhattan Community District 8, and its primary ZIP Codes are 10021, 10028, 10065, 10075, and 10128. It is patrolled by the 19th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b6/1030_Fifth_Avenue_%2851333721980%29.jpg",
    "neighborhood_slug": "upper-east-side-manhattan"
  },
  {
    "neighborhood": "Gravesend",
    "summary": "Gravesend is a neighborhood in the south-central section of the New York City borough of Brooklyn, on the southwestern edge of Long Island in the U.S. state of New York. It is bounded by the Belt Parkway to the south, Bay Parkway to the west, Avenue P to the north, and Ocean Parkway to the east.\nGravesend was one of the original towns in the Dutch colony of New Netherland. After the English took over, it was one of the six original towns of Kings County in colonial New York. Gravesend was the only English chartered town in what became Kings County, and is notable as being one of the first towns founded by a woman, Lady Deborah Moody. The Town of Gravesend encompassed 7,000 acres (2,800 ha) in southern Kings County, including the entire island of Coney Island, and was annexed by the City of Brooklyn in 1894.\nThe modern-day neighborhood is part of Brooklyn Community Board 11.  As of 2010, Gravesend had a population of 29,436.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/8d/2010-03-21_at_11-00-57.jpg",
    "neighborhood_slug": "gravesend-brooklyn"
  },
  {
    "neighborhood": "Sunnyside",
    "summary": "Sunnyside is the name of a neighborhood in the Mid-Island region of the New York City borough of Staten Island (not to be confused with the neighborhood of the same name in the borough of Queens).\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/7d/Clove_Lakes_Sunset.JPG",
    "neighborhood_slug": "sunnyside-staten-island"
  },
  {
    "neighborhood": "Sunset Park",
    "summary": "Sunset Park is a neighborhood in the western part of the New York City borough of Brooklyn, bounded by Park Slope and Green-Wood Cemetery to the north, Borough Park to the east, Bay Ridge to the south, and New York Harbor to the west. The neighborhood is named for a public park of the same name that covers 24.5 acres (9.9 ha) between Fifth and Seventh Avenues from 41st to 44th Street. The area north of 36th Street is alternatively known as Greenwood Heights, while the section north of 24th Street is also called South Slope.\nThe area was initially occupied by the Canarsee band of Munsee-speaking Lenape until the first European settlement occurred in 1636. Through the late 19th century, Sunset Park was sparsely developed and was considered part of Bay Ridge or South Brooklyn. The arrival of elevated railways and the subway led to Sunset Park's development, with middle-class row houses and industrial buildings being erected in the 1890s through the 1920s. After the decline of the industrial hubs in the 1940s and 1950s, the name \"Sunset Park\" was given to the region north of 65th Street as part of an urban renewal initiative. Immigrant groups started moving to the neighborhood in the late 20th century due to its relative affordability. By the 21st century, the neighborhood's population is primarily composed of Hispanics and Chinese immigrants along with swaths of predominantly white young urban professionals and the remaining vestiges of Scandinavian, Irish and Italian communities.\nSunset Park is part of Brooklyn Community District 7. It is patrolled by the 72nd Precinct of the New York City Police Department. Fire services are provided by the New York City Fire Department's Engine Company 201 and Engine Company 228/Ladder Company 114. Politically, Sunset Park is represented by the New York City Council's 38th and 39th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b1/59th_St_4th_Av_BMT_td_02.jpg",
    "neighborhood_slug": "sunset-park-brooklyn"
  },
  {
    "neighborhood": "Crown Heights",
    "summary": "Crown Heights is a neighborhood in the central portion of the New York City borough of Brooklyn. Crown Heights is bounded by Washington Avenue to the west, Atlantic Avenue to the north, Ralph Avenue to the east, and Empire Boulevard/East New York Avenue to the south. It is about one mile (1.6 km) wide and two miles (3.2 km) long. Neighborhoods bordering Crown Heights include Prospect Heights to the west, Flatbush and Prospect Lefferts Gardens to the south, Brownsville to the east, and Bedford–Stuyvesant to the north.\nThe main thoroughfare through this neighborhood is Eastern Parkway, a tree-lined boulevard designed by Frederick Law Olmsted extending two miles (3.2 km) east–west. Originally, the area was known as Crow Hill. It was a succession of hills running east and west from Utica Avenue to Washington Avenue, and south to Empire Boulevard and East New York Avenue. The name was changed when Crown Street was cut through in 1916.\nThe northern half of Crown Heights is part of Brooklyn Community District 8 and is patrolled by the 77th Precinct of the New York City Police Department (NYPD). The southern half is part of Brooklyn Community District 9 and is patrolled by the 71st Precinct of the NYPD. Crown Heights's primary ZIP Codes are 11213, 11216, 11225, 11233, and 11238. Politically, it is represented by the New York City Council's 35th, 36th, and 41st Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Brooklyn_Bridge_Postdlf.jpg",
    "neighborhood_slug": "crown-heights-brooklyn"
  },
  {
    "neighborhood": "Upper West Side",
    "summary": "The Upper West Side (UWS) is a neighborhood in the borough of Manhattan in New York City. It is bounded by Central Park on the east, the Hudson River on the west, West 59th Street to the south, and West 110th Street to the north. The Upper West Side is adjacent to the neighborhoods of Hell's Kitchen to the south, Columbus Circle to the southeast, and Morningside Heights to the north.\nLike the Upper East Side opposite Central Park, the Upper West Side is an affluent, primarily residential area with many of its residents working in commercial areas of Midtown and Lower Manhattan. Similarly to the Museum Mile district on the Upper East Side, the Upper West Side is considered one of Manhattan's cultural and intellectual hubs, with Columbia University and Barnard College located just to the north of the neighborhood, the American Museum of Natural History located near its center, the New York Institute of Technology in the Columbus Circle proximity and Lincoln Center for the Performing Arts and Fiorello H. LaGuardia High School located at the south end.\nThe Upper West Side is part of Manhattan Community District 7, and its primary ZIP Codes are 10023, 10024, 10025, and 10069. It is patrolled by the 20th and 24th Precincts of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/5/54/ABC_77_W66_jeh.JPG",
    "neighborhood_slug": "upper-west-side-manhattan"
  },
  {
    "neighborhood": "Elmhurst",
    "summary": "Elmhurst (formerly Newtown) is a neighborhood in the borough of Queens in New York City. It is bounded by Roosevelt Avenue on the north; the Long Island Expressway on the south; Junction Boulevard on the east; and the New York Connecting Railroad on the west.\nThe village, originally named Middleburgh, was established in 1652 by English Puritans, approximately 7 miles (11 km) from New Amsterdam. When the British took over New Netherland in 1664, they renamed it New Town, which was eventually simplified to Newtown. It remained a rural community until the late 1890s, when it was renamed Elmhurst and became part of the City of Greater New York. Elmhurst became heavily developed with residential and commercial structures in the early 20th century, and many immigrants started moving in during the latter part of the century.\nElmhurst is located in Queens Community District 4 and its ZIP Code is 11373. It is patrolled by the New York City Police Department's 110th Precinct. Politically, Elmhurst is represented by the New York City Council's 25th District and small parts of the 21st, 24th, and 29th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/5/5c/BPOE_878_Jul_2020_01.jpg",
    "neighborhood_slug": "elmhurst-queens"
  },
  {
    "neighborhood": "Rosebank",
    "summary": "Rosebank is a neighborhood in northeastern Staten Island, one of New York City's five boroughs. It borders Clifton to the north, Arrochar to the south, and the Upper New York Bay to the east.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/af/Hylan_Blvd_east_end_jeh.jpg",
    "neighborhood_slug": "rosebank-staten-island"
  },
  {
    "neighborhood": "Meiers Corners",
    "summary": "Meiers Corners is a neighborhood on Staten Island, one of the five boroughs of New York City, United States.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "meiers-corners-staten-island"
  },
  {
    "neighborhood": "Midland Beach",
    "summary": "Midland Beach (formerly known as Woodland Beach) is a neighborhood of Staten Island in New York City. It lies along the east-central coast of the island, in the area known locally as the \"Mid-Island, Staten Island\" or the \"East Shore\".\nTo its immediate northwest is Grant City, to the southeast is New Dorp Beach, and to the northeast are Graham Beach and South Beach.  Miller Field and Prescott Avenue form the southwest border (formerly, a lane called Maplewood Terrace paralleled New Dorp Lane); Poultney Street/Laconia Avenue is to the northwest; the Lower New York Bay is to the southeast, and Seaview Avenue is to the northeast. Father Capodanno Boulevard and Midland Avenue are Midland Beach's two main arteries.\nMidland Beach is part of Staten Island Community District 2 and its ZIP Codes are 10305 and 10306. Midland Beach is patrolled by the 122nd Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/35/Before_Hurricane_Sandy_MidLand_Beach_Staten_Island_-_panoramio.jpg",
    "neighborhood_slug": "midland-beach-staten-island"
  },
  {
    "neighborhood": "Flatiron District",
    "summary": "The Flatiron District is a neighborhood in the borough of Manhattan of New York City, named after the Flatiron Building at 23rd Street, Broadway and Fifth Avenue. Generally, the Flatiron District is bounded by 14th Street, Union Square and Greenwich Village to the south; the Avenue of the Americas (Sixth Avenue) and Chelsea to the west; 23rd Street and Madison Square (or NoMad) to the north; and Park Avenue South and Gramercy Park to the east.Broadway cuts through the middle of the district, and Madison Avenue begins at 23rd Street and runs north. At the north (uptown) end of the district is Madison Square Park, which was completely renovated in 2001. The Flatiron District encompasses within its boundaries the Ladies' Mile Historic District and the birthplace of Theodore Roosevelt, a National Historic Site. The Flatiron District was also the birthplace of Silicon Alley, a metonym for New York's high technology sector, which has since spread beyond the area.The Flatiron District is part of Manhattan Community District 5. Residents are represented by the Flatiron Alliance neighborhood association and nearby businesses by the Flatiron NoMad Partnership business improvement district, though the two have different (partially overlapping) boundaries.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/2/2d/2008_One_Madison_under_construction_1_Sept_2008.jpg",
    "neighborhood_slug": "flatiron-district-manhattan"
  },
  {
    "neighborhood": "Emerson Hill",
    "summary": "Emerson Hill is the name of a hilly area, and the neighborhood upon which the hill is situated in Staten Island, New York, one of the five boroughs of New York City, United States.\nSome of the roads on Emerson Hill are private, and several gates were previously found at approaches to the enclave. Signage at the Douglas Road and Emerson Drive entrances to the area restrict truck traffic (except local deliveries) and through traffic. These areas lack gates and are not staffed by security personnel. The streets also lack signage denoting the roads as private. As such, it does not qualify as a gated community. Emerson Hill is separated from its nearby neighborhoods of Grymes Hill just north of the Staten Island Expressway, and Todt Hill — where private roads also exist — borders on the south. The neighborhood is zoned as residential and is part of the Special Natural Area District, which denotes its unique natural characteristics and requires the City Planning Commission to review proposals for site alterations. Removal of trees on private property in the area typically requires approval from the Department of Buildings to ensure compliance with the zoning protocols.\nThe hill is named for Judge William Emerson — oldest brother of Ralph Waldo Emerson — who lived with his wife, Susan, and children William, Haven and Charles in a long, brown shingle house known as The Snuggery. Willie and Haven were tutored in 1843 by Henry David Thoreau, who lived with the Emersons from May through October. It was the only time in his adult life that Thoreau lived anywhere but Concord, Massachusetts.In 1971, two large mock Tudor homes at the end of Longfellow Avenue served as Casa Corleone for the filming of Francis Ford Coppola's classic movie The Godfather.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/10/HomesalongStatenIslandExpwybyYR411.JPG",
    "neighborhood_slug": "emerson-hill-staten-island"
  },
  {
    "neighborhood": "Clinton Hill",
    "summary": "Clinton Hill is a neighborhood in north-central Brooklyn, a borough of New York City. It is bordered by the Brooklyn Navy Yard and Flushing Avenue to the north,  Williamsburg to the northeast, Nostrand Avenue and Bedford–Stuyvesant to the east, St Marks Avenue and Prospect Heights to the south and southwest and Carlton Avenue and Fort Greene to the west.\n\"The Hill\", as the general area was known – with a maximum elevation of 95 feet (29 m), the highest in the area – was believed to have health benefits because many people believed that disease was more prevalent in low-lying areas. The area is named after Clinton Avenue, which in turn was named in honor of New York Governor DeWitt Clinton (1769–1828).  The main thoroughfare is DeKalb Avenue. The affluent neighborhood's mixture of apartment buildings, mansions, brownstone and brick rowhouses, and the Pratt Institute and St. Joseph's College, built at various times in a number of different styles, is a great part of its charm.\nClinton Hill is part of Brooklyn Community District 2, and its primary ZIP Codes are 11205 and 11238. It is patrolled by the 88th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/13/200_Lafayette_Avenue_Joseph_Steele_House_from_front.jpg",
    "neighborhood_slug": "clinton-hill-brooklyn"
  },
  {
    "neighborhood": "Boerum Hill",
    "summary": "Boerum Hill (pronounced  BOR-əm) is a small neighborhood in the northwestern portion of the New York City borough of Brooklyn, bounded by Schermerhorn Street to the north and Fourth Avenue to the east. The western border is variously given as either Smith or Court Street, and Warren or Wyckoff Street as the southern edge.\nSmith Street and Atlantic Avenue are the neighborhood's main commercial districts. The Brooklyn High School of the Arts is in the neighborhood on Dean Street and Third Avenue. The neighborhood is part of Brooklyn Community District 2 and is served by the NYPD's 84th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/17/Boerum-hill-Brooklyn-NY-11217-USA.jpg",
    "neighborhood_slug": "boerum-hill-brooklyn"
  },
  {
    "neighborhood": "North Riverdale",
    "summary": "North Riverdale is the northernmost part of the Riverdale neighborhood of the borough of the Bronx in New York City, particularly above 254th Street. It is a residential sub-neighborhood, and shares its northern border with Yonkers, New York in Westchester County.\nThe northernmost point in New York City is at the Hudson River on the campus of the College of Mount Saint Vincent.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/2/2f/KBR_IRT_fr_GC_jeh.JPG",
    "neighborhood_slug": "north-riverdale-bronx"
  },
  {
    "neighborhood": "Fieldston",
    "summary": "Fieldston is a privately owned affluent neighborhood in the Riverdale section of the northwestern part of the New York City borough of the Bronx. It is bounded by Manhattan College Parkway to the south, Henry Hudson Parkway to the west, 250th Street to the north, and Broadway to the east.  It is noted for its rural atmosphere, large houses and abundance of trees.  The majority of the neighborhood is included in the Fieldston Historic District, designated by the New York City Landmarks Preservation Commission in 2006.One of New York City’s most upscale neighborhoods, Fieldston is home to two of the three prestigious \"Hill Schools\", the Horace Mann School and the Ethical Culture Fieldston School; the third, Riverdale Country School, lies just outside Fieldston to the north.  Manhattan College is located on Manhattan College Parkway, the neighborhood's southern boundary.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Ethical_Cult_Feldston_jeh.JPG",
    "neighborhood_slug": "fieldston-bronx"
  },
  {
    "neighborhood": "Brooklyn Heights",
    "summary": "Brooklyn Heights is a residential neighborhood within the New York City borough of Brooklyn. The neighborhood is bounded by Old Fulton Street near the Brooklyn Bridge on the north, Cadman Plaza West on the east, Atlantic Avenue on the south, and the Brooklyn–Queens Expressway or the East River on the west. Adjacent neighborhoods are Dumbo to the north, Downtown Brooklyn to the east, and Cobble Hill and Boerum Hill to the south.\nOriginally referred to as Brooklyn Village, it has been a prominent area of Brooklyn since 1834. The neighborhood is noted for its low-rise architecture and its many brownstone rowhouses, most of them built prior to the Civil War. It also has an abundance of notable churches and other religious institutions. Brooklyn's first art gallery, the Brooklyn Arts Gallery, was opened in Brooklyn Heights in 1958. In 1965, a large part of Brooklyn Heights was protected from unchecked development by the creation of the Brooklyn Heights Historic District, the first such district in New York City. The district was added to the National Register of Historic Places in 1966.\nDirectly across the East River from Manhattan and connected to it by subways and regular ferry service, Brooklyn Heights is also easily accessible from Downtown Brooklyn. Columbia Heights, an upscale six-block-long street next to the Brooklyn Heights Promenade, is sometimes considered to be its own neighborhood.\nBrooklyn Heights is part of Brooklyn Community District 2, and its primary ZIP Code is 11201. It is patrolled by the 84th Precinct of the New York City Police Department.  The New York City Fire Department operates two fire stations near Brooklyn Heights: Engine Company 205/Ladder Company 118 at 74 Middagh Street, and Engine Company 224 at 274 Hicks Street.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/9/96/185%E2%80%93195_Atlantic_Avenue%2C_Brooklyn.jpg",
    "neighborhood_slug": "brooklyn-heights-brooklyn"
  },
  {
    "neighborhood": "Sunnyside",
    "summary": "Sunnyside is a neighborhood in the western portion of the New York City borough of Queens. It shares borders with Hunters Point and Long Island City to the west, Astoria to the north, Woodside to the east and Maspeth to the south. It contains the Sunnyside Gardens Historic District, one of the first planned communities in the United States.\nThe name \"Sunnyside\" originates with the Bragaw family, French Huguenots who had purchased the land in 1713 and named their estate \"Sunnyside Hill\". Sunnyside was a rural hamlet mostly consisting of small farms and marshland. It was incorporated into Long Island City in 1870, and developed into a bedroom community after the Queensboro Bridge was completed in 1909. A large portion of the neighborhood is six-story apartment buildings constructed during the 1920s and 1930s.\nSunnyside is located in Queens Community District 2 and its ZIP Codes are 11101, 11104, and 11377. It is patrolled by the New York City Police Department's 108th Precinct. Politically, Sunnyside is represented by the New York City Council's 26th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Engine_325_H%26L_163_jeh.jpg",
    "neighborhood_slug": "sunnyside-queens"
  },
  {
    "neighborhood": "Kew Gardens",
    "summary": "Kew Gardens is a neighborhood in the central area of the New York City borough of Queens. Kew Gardens is bounded to the north by the Union Turnpike and the Jackie Robinson Parkway (formerly the Interboro Parkway), to the east by the Van Wyck Expressway and 131st Street, to the south by Hillside Avenue, and to the west by Park Lane, Abingdon Road, and 118th Street. Forest Park is to the west and the neighborhood of Forest Hills to the north-west, Flushing Meadows–Corona Park north, Richmond Hill south, Briarwood southeast, and Kew Gardens Hills east.\nKew Gardens is located in Queens Community District 9 and its ZIP Code is 11415. It is patrolled by the New York City Police Department's 102nd Precinct. Politically, Kew Gardens is represented by the New York City Council's 29th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/80-02_Kew_Gardens_Road.jpg",
    "neighborhood_slug": "kew-gardens-queens"
  },
  {
    "neighborhood": "Murray Hill",
    "summary": "Flushing is a neighborhood in the north-central portion of the New York City borough of Queens. The neighborhood is the fourth-largest central business district in New York City. Downtown Flushing is a major commercial and retail area, and the intersection of Main Street and Roosevelt Avenue at its core is the third-busiest in New York City, behind Times Square and Herald Square.\nFlushing was established as a settlement of New Netherland on October 10, 1645, on the eastern bank of Flushing Creek. It was named Vlissingen, after the Dutch city of Vlissingen. The English took control of New Amsterdam in 1664, and when Queens County was established in 1683, the \"Town of Flushing\" was one of the original five towns of Queens. In 1898, Flushing was consolidated into the City of New York. Development came in the early 20th century with the construction of bridges and public transportation.  An immigrant population, composed mostly of Chinese and Koreans, settled in Flushing in the late 20th century.\nFlushing contains numerous residential subsections, and its diversity is reflected by the numerous ethnic groups that reside there. Flushing is served by several stations on the Long Island Rail Road's Port Washington Branch, as well as the New York City Subway's IRT Flushing Line (7 and <7>​ trains), which has its terminus at Main Street.\nFlushing is located in Queens Community District 7, and its ZIP Codes are 11354, 11355, and 11358. It is patrolled by the New York City Police Department's 109th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/d5/39th_Av_138th_St_Flushing_td_02_-_Flushing_Commons.jpg",
    "neighborhood_slug": "murray-hill-queens"
  },
  {
    "neighborhood": "DUMBO",
    "summary": "Dumbo (or DUMBO, short for Down Under the Manhattan Bridge Overpass) is a neighborhood in the New York City borough of Brooklyn. It encompasses two sections: one located between the Manhattan and Brooklyn Bridges, which connect Brooklyn to Manhattan across the East River, and another that continues east from the Manhattan Bridge to the Vinegar Hill area. The neighborhood is bounded by Brooklyn Bridge Park to the north, the Brooklyn Bridge to the west, Brooklyn Heights to the south and Vinegar Hill to the east. Dumbo is part of Brooklyn Community Board 2.\nDumbo has historically been known by several names, including Gairville, Rapailie, Olympia, and Walentasville. The area was originally a ferry landing, characterized by 19th- and early 20th-century industrial and warehouse buildings, Belgian block streets, and its location on the East River by the imposing anchorage of the Manhattan Bridge. A large number of the buildings in Dumbo were bought by developer David Walentas and his company Two Trees Management in the late 20th century, and remade into an upscale residential and commercial community—first becoming a haven for art galleries, and currently a center for technology startups.\nThe large community of tech startups earned Dumbo the nickname of \"the center of the Brooklyn Tech Triangle\". In that time, Dumbo had become Brooklyn's most expensive neighborhood, as well as New York City's fourth-richest community overall; this is owing in part to its large concentration of technology startups, its close proximity to Manhattan, and its large number of former industrial buildings that have been converted into spacious luxury residential lofts. The neighborhood is the corporate headquarters for e-commerce retailer Etsy and home furnishing stores company West Elm.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/e7/Adams_Street_branch_of_the_Brooklyn_Public_Library.jpg",
    "neighborhood_slug": "dumbo-brooklyn"
  },
  {
    "neighborhood": "West Brighton",
    "summary": "West New Brighton (also called West Brighton) is a neighborhood of Staten Island, New York City, situated in the central area of North Shore. The neighborhood is bordered by New Brighton to the east, Port Richmond to the west, the waters of the Kill Van Kull to the north, and the communities of Sunnyside and Castleton Corners to the south.\nWest New Brighton is part of Staten Island Community District 1 and its ZIP Code is 10310. West New Brighton is patrolled by the 120th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/4c/Engine_156_%40_412_Bwy_2021_jeh.jpg",
    "neighborhood_slug": "west-brighton-staten-island"
  },
  {
    "neighborhood": "Unionport",
    "summary": "Castle Hill is a neighborhood located in the southeast section of the borough of the Bronx in New York City. Its boundaries are Waterbury Avenue and Westchester Avenue to the north, Westchester Creek to the east, the East River to the south, and White Plains Road to the west. Unionport is a subsection of Castle Hill, typically considered north of Lafayette Avenue.\nThe neighborhood is part of Bronx Community Board 9. ZIP Codes include 10462, 10472, and 10473. The area is patrolled by the NYPD's 43rd Precinct. New York City Housing Authority (NYCHA) property in the area is patrolled by P.S.A. 8 at 2794 Randall Avenue.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/86/Castlehillbx2.JPG",
    "neighborhood_slug": "unionport-bronx"
  },
  {
    "neighborhood": "Garment District",
    "summary": "The Garment District, also known as the Garment Center, the Fashion District, or the Fashion Center, is a neighborhood located in the borough of Manhattan in New York City. Historically known for its role in the production and manufacturing of clothing, the neighborhood derives its name from its dense concentration of fashion-related uses. The neighborhood, less than 1 square mile (2.6 km2; 640 acres), is generally considered to lie between Fifth Avenue and Ninth Avenue, from 34th to 42nd Streets.\nThe neighborhood is home to many of New York City's showrooms and to numerous major fashion labels, and caters to all aspects of the fashion process from design and production to wholesale selling. The Garment District has been known since the early 20th century as the center for fashion manufacturing and fashion design in the United States. A study demonstrated that general proximity to New York's Garment District was important to participate in the American fashion ecosystem.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/0/00/Fashion_District_infobooth_jeh.jpg",
    "neighborhood_slug": "garment-district-manhattan"
  },
  {
    "neighborhood": "Central Park",
    "summary": "Central Park is an urban park between the Upper West Side and Upper East Side neighborhoods of Manhattan in New York City that was the first landscaped park in the United States. It is the sixth-largest park in the city, containing 843 acres (341 ha), and the most visited urban park in the United States, with an estimated 42 million visitors annually as of 2016.\nThe creation of a large park in Manhattan was first proposed in the 1840s, and a 778-acre (315 ha) park approved in 1853. In 1857, landscape architects Frederick Law Olmsted and Calvert Vaux won a design competition for the park with their \"Greensward Plan\". Construction began the same year; existing structures, including a majority-Black settlement named Seneca Village, were seized through eminent domain and razed. The park's first areas were opened to the public in late 1858. Additional land at the northern end of Central Park was purchased in 1859, and the park was completed in 1876. After a period of decline in the early 20th century, New York City parks commissioner Robert Moses started a program to clean up Central Park in the 1930s. The Central Park Conservancy, created in 1980 to combat further deterioration in the late 20th century, refurbished many parts of the park starting in the 1980s.\nMain attractions include landscapes such as the Ramble and Lake, Hallett Nature Sanctuary, the Jacqueline Kennedy Onassis Reservoir, and Sheep Meadow; amusement attractions such as Wollman Rink, Central Park Carousel, and the Central Park Zoo; formal spaces such as the Central Park Mall and Bethesda Terrace; and the Delacorte Theater. The biologically diverse ecosystem has several hundred species of flora and fauna. Recreational activities include carriage-horse and bicycle tours, bicycling, sports facilities, and concerts and events such as Shakespeare in the Park. Central Park is traversed by a system of roads and walkways and is served by public transportation.\nIts size and cultural position make it a model for the world's urban parks. Its influence earned Central Park the designations of National Historic Landmark in 1963 and of New York City scenic landmark in 1974. Central Park is owned by the New York City Department of Parks and Recreation but has been managed by the Central Park Conservancy since 1998, under a contract with the municipal government in a public–private partnership. The Conservancy, a non-profit organization, raises Central Park's annual operating budget and is responsible for all basic care of the park.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/38/1816mcgowanspass.jpg",
    "neighborhood_slug": "central-park-manhattan"
  },
  {
    "neighborhood": "High Bridge",
    "summary": "The Bronx–Whitestone Bridge (colloquially referred to as the Whitestone Bridge or simply the Whitestone) is a suspension bridge in New York City, carrying six lanes of Interstate 678 over the East River. The bridge connects Throggs Neck and Ferry Point Park in the Bronx, on the East River's northern shore, with the Whitestone neighborhood of Queens on the southern shore.\nAlthough the Bronx–Whitestone Bridge's construction was proposed as early as 1905, it was not approved until 1936. The bridge was designed by Swiss-American architect Othmar Ammann and design engineer Allston Dana and opened to traffic with four lanes on April 29, 1939. The bridge's design was similar to that of the Tacoma Narrows Bridge, which collapsed in 1940. As a result, extra stiffening trusses were added to the Bronx–Whitestone Bridge in the early 1940s, and it was widened to six lanes during the same project. The Bronx–Whitestone Bridge was also renovated in 1988–1991 to repair the anchorages, roadways, and drainage. The stiffening trusses were removed during a renovation in the mid-2000s, and the bridge's deck and approach viaducts were replaced soon afterward.\nThe Bronx–Whitestone Bridge is owned by New York City and operated by MTA Bridges and Tunnels, an affiliate agency of the Metropolitan Transportation Authority. With a center span of 2,300 feet (700 m), the Bronx–Whitestone Bridge once had the fourth-largest center span of any suspension bridge in the world. The bridge has a total length of 3,700 feet (1,100 m), and its towers reach 377 feet (115 m) above water level.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/eb/BW3_%2813720446683%29.jpg",
    "neighborhood_slug": "high-bridge-bronx"
  },
  {
    "neighborhood": "South Beach",
    "summary": "South Beach is a neighborhood on the East Shore of Staten Island, New York City, situated directly south of the Verrazzano-Narrows Bridge. South Beach is bounded by New York Bay on the southeast, Seaview Avenue on the southwest, Laconia Avenue on the northwest, Reid and McClean Avenues on the north, and Lily Pond Avenue on the northeast. It is adjacent to Midland Beach to the southwest, Dongan Hills and Old Town/Concord to the northwest, and Fort Wadsworth and Rosebank to the northeast.\nSouth Beach contains a boardwalk with an eponymous beach on its southeastern coast. Directly east of the beach are two small islands, Hoffman Island and Swinburne Island.  The northern part of South Beach is sometimes known as Arrochar.\nSouth Beach is part of Staten Island Community District 2 and its ZIP Code is 10305. South Beach is patrolled by the 122nd Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/ae/F_Capodanno_Bl_Lily_Pond_Av_td_06_-_SIM5_%26_SIM6.jpg",
    "neighborhood_slug": "south-beach-staten-island"
  },
  {
    "neighborhood": "NoHo",
    "summary": "NoHo, short for North of Houston Street (as contrasted with SoHo), is a primarily residential neighborhood in Lower Manhattan in the New York City borough of Manhattan. It is bounded by Mercer Street to the west and the Bowery to the east, and from East 9th Street in the north to East Houston Street in the south.The New York City Landmarks Preservation Commission has declared most of the 125-building area a historic district, divided into the NoHo Historic District and the NoHo East Historic District, created in 2003.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/62/%28King1893NYC%29_pg445_FLORENCE_CRITTENTON_MISSION%2C_21_BLEECKER_STREET.jpg",
    "neighborhood_slug": "noho-manhattan"
  },
  {
    "neighborhood": "Maspeth",
    "summary": "Maspeth is a residential and commercial community in the borough of Queens in New York City. It was founded in the early 17th century by Dutch and English settlers. Neighborhoods sharing borders with Maspeth are Woodside to the north; Sunnyside to the northwest; Greenpoint, Brooklyn to the west; East Williamsburg, Brooklyn to the southwest; Fresh Pond and Ridgewood to the south; and Middle Village and Elmhurst to the east.\nMaspeth is located in Queens Community District 5 and its ZIP Code is 11378. It is patrolled by the New York City Police Department's 104th Precinct. Politically, Maspeth is represented by the New York City Council's 29th and 30th districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b7/BushwickbranchDSC01348.jpg",
    "neighborhood_slug": "maspeth-queens"
  },
  {
    "neighborhood": "Jackson Heights",
    "summary": "Jackson Heights is a neighborhood in the northwestern part of the borough of Queens in New York City. Jackson Heights is neighbored by North Corona to the east, Elmhurst to the south, Woodside to the west, northern Astoria (Ditmars-Steinway) to the northwest, and East Elmhurst to the north and northeast. Jackson Heights has an ethnically diverse community, with half the population having been foreign-born since the 2000s. The New York Times has called it \"the most culturally diverse neighborhood in New York, if not on the planet.\" According to the 2010 United States Census, the neighborhood has a population of 108,152.\n\nThe site of Jackson Heights was a vast marsh named Trains Meadow until 1909 when Edward A. MacDougall's Queensboro Corporation bought 325 acres (132 ha) of undeveloped land and farms.  The Queensboro Corporation named the land Jackson Heights after John C. Jackson, a descendant of one of the original Queens families and a respected Queens entrepreneur. Further development arose through the development of transit, and \"garden apartments\" and \"garden homes\" soon became prevalent in Jackson Heights. During the 1960s, Jackson Heights's white middle-class families began moving to the suburbs, and nonwhite residents began moving in.\nJackson Heights retains much of its residential character. It also has numerous commercial establishments clustered around 37th Avenue, as well as along several side streets served by subway stations. Much of the neighborhood is part of a national historic district called the Jackson Heights Historic District, which was listed on the National Register of Historic Places in 1999. Part of the neighborhood was placed on a New York City historic district of the same name in 1993.\nJackson Heights is in Queens Community District 3 and its ZIP Code is 11372. The zip code 11370 is co-named with East Elmhurst. It is patrolled by the New York City Police Department's 115th Precinct. Politically, Jackson Heights is represented by the New York City Council's 21st and 25th districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c9/35_Av_Scrabble_street_sign.jpg",
    "neighborhood_slug": "jackson-heights-queens"
  },
  {
    "neighborhood": "Eltingville",
    "summary": "Eltingville is a neighborhood in the Staten Island borough of New York City, United States. It is located on Staten Island's South Shore, immediately to the south of Great Kills and north of Annadale. The main commercial area of Eltingville extends down Richmond Avenue, with offshoots heading north on Amboy Road and Hylan Boulevard. Eltingville is represented in the New York State Senate by Andrew Lanza, in the New York State Assembly by Michael Reilly, and in the New York City Council by Joe Borelli.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f2/Amboy_Road_and_Richmond_Avenue%2C_Eltingville%2C_Staten_Island_%28street_with_old_cars%2C_Herman%27s_Counter%2C_Bar_and_store_with_Coca-Cola_sign_on_side_of_building%29_%28NYPL_b15279351-105109%29.tiff",
    "neighborhood_slug": "eltingville-staten-island"
  },
  {
    "neighborhood": "Wakefield",
    "summary": "Wakefield is a working-class and middle-class section of the northern borough of the Bronx in New York City. It is bounded by the city's border with Westchester County to the north, East 222nd Street to the south, and the Bronx River Parkway to the west.\nWakefield is the northernmost neighborhood in New York City (although the city's northernmost point is actually in Riverdale, at the College of Mount Saint Vincent). The neighborhood is part of Bronx Community District 12 and its ZIP Codes are 10466 and 10470. Wakefield is patrolled by the 47th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Bronx_Bvd_242_St_factory_jeh.jpg",
    "neighborhood_slug": "wakefield-bronx"
  },
  {
    "neighborhood": "Parkchester",
    "summary": "Parkchester is a planned community and neighborhood originally developed by the Metropolitan Life Insurance Company and located in the central Bronx, New York City. The immediate surrounding area also takes its name from the complex. Its boundaries, starting from the north and moving clockwise, are East Tremont Avenue to the north, Castle Hill Avenue to the east, Westchester Avenue to the south, East 177th Street/Cross Bronx Expressway to the southwest, and White Plains Road to the west. Metropolitan Avenue, Unionport Road, and White Plains Road are the primary thoroughfares through Parkchester.\nThe neighborhood is part of Bronx Community District 9 and is mostly located within ZIP Code 10462, with small sections in 10460 and 10461. The 6 and <6>​ trains of the New York City Subway operate along Westchester Avenue. The neighborhood is patrolled by the New York City Police Department's 43rd Precinct. The privately owned housing complex is patrolled by the Parkchester Department of Public Safety.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "parkchester-bronx"
  },
  {
    "neighborhood": "Little Italy",
    "summary": "Little Italy (also Italian: Piccola Italia) is a neighborhood in Lower Manhattan in New York City, known for its Italian population. It is bounded on the west by Tribeca and Soho, on the south by Chinatown, on the east by the Bowery and Lower East Side, and on the north by Nolita.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/88/Flag_of_Australia_%28converted%29.svg",
    "neighborhood_slug": "little-italy-manhattan"
  },
  {
    "neighborhood": "Todt Hill",
    "summary": "Todt Hill ( TOHT) is a 401-foot-tall (122 m) hill formed of serpentine rock on Staten Island, New York. It is the highest natural point in the five boroughs of New York City and the highest elevation on the entire Atlantic coastal plain from Florida to Cape Cod. The summit of the ridge is largely covered in woodlands as part of the Staten Island Greenbelt, although much of the surrounding area is developed and residential. It is considered one of the most exclusive and most expensive areas of Staten Island.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Staten_island_ferry_1.jpg",
    "neighborhood_slug": "todt-hill-staten-island"
  },
  {
    "neighborhood": "Harlem",
    "summary": "Harlem is a neighborhood in Upper Manhattan, New York City. It is bounded roughly by the Hudson River on the west; the Harlem River and 155th Street on the north; Fifth Avenue on the east; and Central Park North on the south. The greater Harlem area encompasses several other neighborhoods and extends west and north to 155th Street, east to the East River, and south to Martin Luther King Jr. Boulevard, Central Park, and East 96th Street.\nOriginally a Dutch village, formally organized in 1658, it is named after the city of Haarlem in the Netherlands. Harlem's history has been defined by a series of economic boom-and-bust cycles, with significant population shifts accompanying each cycle. Harlem was predominantly occupied by Jewish and Italian Americans in the 19th century, but African-American residents began to arrive in large numbers during the Great Migration in the 20th century. In the 1920s and 1930s, Central and West Harlem were the center of the Harlem Renaissance, a major African-American cultural movement. With job losses during the Great Depression of the 1930s and the deindustrialization of New York City after World War II, rates of crime and poverty increased significantly. In the 21st century, crime rates decreased significantly, and Harlem started to gentrify.\nThe area is served by the New York City Subway and local bus routes. It contains several public elementary, middle, and high schools, and is close to several colleges, including Columbia University, Manhattan School of Music, and the City College of New York. Central Harlem is part of Manhattan Community District 10. It is patrolled by the 28th and 32nd Precincts of the New York City Police Department. The greater Harlem area also includes Manhattan Community Districts 9 and 11 and several police precincts, while fire services are provided by four New York City Fire Department companies.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/6b/A_night-club_map_of_Harlem_LOC_2016585261.jpg",
    "neighborhood_slug": "harlem-manhattan"
  },
  {
    "neighborhood": "Throggs Neck",
    "summary": "Throggs Neck (also known as Throgs Neck) is a neighborhood and peninsula in the south-eastern portion of the borough of the Bronx in New York City. It is bounded by the East River and Long Island Sound to the south and east, Westchester Creek on the west, and Baisley Avenue and the Bruckner Expressway on the north.\nThe neighborhood is part of Bronx Community District 10, and its ZIP Code is 10465. Throggs Neck is patrolled by the 45th Precinct of the New York City Police Department.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "throggs-neck-bronx"
  },
  {
    "neighborhood": "Pelham Bay",
    "summary": "Pelham Bay is a middle class residential neighborhood in the borough of the Bronx, in New York City. It is named for Pelham Bay Park, New York City's largest park, which lies on the neighborhood's northeastern border; and for Pelham Bay, a body of water in that park. The neighborhood is bounded roughly by Pelham Parkway on the north, the New England Thruway (I-95) on the east, the Bruckner Expressway (I-95) on the south, and the Hutchinson River Parkway on the west.\nPelham Bay is part of Bronx Community District 10, and its ZIP Code is 10461. Pelham Bay is patrolled by the 45th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/cb/CountryClubSt.JPG",
    "neighborhood_slug": "pelham-bay-bronx"
  },
  {
    "neighborhood": "Bloomfield",
    "summary": "Bloomfield is the name of a neighborhood on the West Shore of the New York City borough of Staten Island. It lies immediately to the north of Travis-Chelsea and to the west of Bulls Head. Prall's Island is situated in the Arthur Kill off its coast.\nOriginally named Daniell's Neck when first settled in the 17th century, it was later called Merrell Town after a local farmer.  Its present name first appeared on a local map in 1874.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Staten_island_ferry_1.jpg",
    "neighborhood_slug": "bloomfield-staten-island"
  },
  {
    "neighborhood": "Westchester Heights",
    "summary": "The West Bronx is a region in the  New York City borough of the Bronx.  The region lies west of the Bronx River and roughly corresponds to the western half of the borough.\nThe West Bronx is more densely populated than the East Bronx, and is closer to Upper Manhattan. From the late 17th century to the middle 19th century this included the central and southern part of the Town of Yonkers, but then became the separate Town of Kingsbridge. In 1874, the then towns of Kingsbridge, West Farms and Morrisania were transferred to New York County, becoming the first area outside Manhattan to be annexed by the City of New York.  Today's West Bronx was then known as the \"Annexed District\". In 1895, the city annexed the modern-day East Bronx, followed in 1898 by western Queens County (today's borough of Queens, with the remainder of what was eastern Queens County becoming the newly formed Nassau County), all of the City of Brooklyn (today's borough of Brooklyn), and all of Richmond County (today's borough of Staten Island) to form the consolidated city of New York.\nPhysically, the western parts of the Bronx are hilly, underlain by Fordham gneiss and dominated by a series of parallel ridges running south to north. The West Bronx has older tenement buildings, low-income public housing complexes, multifamily homes in its lower-income areas as well as larger single family homes in more affluent areas such as Riverdale. It includes New York City's third largest park: Van Cortlandt Park which runs along the Westchester-Bronx border. The Grand Concourse, a wide ridgeline boulevard runs through the area from north to south. Because the West Bronx uses the same street numbering system as Manhattan, large portions of streets designated as \"east\" (e.g., East 161st Street) may actually be located west of the Bronx River. This is because the east-west divider is Fifth Avenue in Manhattan and Jerome Avenue in the Bronx, which is directly north of Fifth Avenue. Jerome Avenue was approximately the centerline of the original Annexed District, though not of the expanded modern Bronx.\nPrior to the 1970s, New Yorkers generally saw the Bronx as being split into its eastern and western halves.  However, with the urban decay that hit the southwestern Bronx starting in the 1960s, people began to see the borough as being fundamentally divided between the southwestern area (\"The South Bronx\") and everywhere else.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Bromley_Manhattan_and_Bronx_Plate_39_publ._1879.jpg",
    "neighborhood_slug": "westchester-heights-bronx"
  },
  {
    "neighborhood": "Fresh Meadows",
    "summary": "Fresh Meadows is a neighborhood in the northeastern section of the New York City borough of Queens. Fresh Meadows used to be part of the broader town of Flushing and is bordered to the north by the Horace Harding Expressway and Auburndale; to the west by Pomonok, St. John's University, Hillcrest, and Utopia; to the east by Cunningham Park and the Clearview Expressway; and to the south by the Grand Central Parkway.\nFresh Meadows is located in Queens Community District 8 and its ZIP Codes are 11365 and 11366. It is patrolled by the New York City Police Department's 107th Precinct. Politically, Fresh Meadows is represented by the New York City Council's 23rd and 24th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/a4/195th_St_73rd_Av_td_%282018-10-30%29_02_-_Klein_Farm.jpg",
    "neighborhood_slug": "fresh-meadows-queens"
  },
  {
    "neighborhood": "Flatbush",
    "summary": "Flatbush is a neighborhood in the New York City borough of Brooklyn. The neighborhood consists of several subsections in central Brooklyn and is generally bounded by Prospect Park to the north, East Flatbush to the east, Midwood to the south, and Kensington and Parkville to the west. The modern neighborhood includes or borders several institutions of note, including Brooklyn College.\nThe area was home to the Canarsee people before contact with Europeans; many of the tribe's paths would become important roads through the region. Flatbush was originally chartered as the Dutch Nieuw Nederland colony town of Midwout, also called Vlachte Bos. It was one of the six original European towns on Long Island. The town remained primarily Dutch and rural in character until the latter half of the 19th century, when increasing rail and road connectivity to other parts of New York made it an attractive suburb to Brooklyn and New York City. The town was consolidated into the City of Greater New York in 1898 and was further connected to the rest of the city with the development of the New York City Subway in the early 20th century. Post-World War II, the neighborhood underwent tremendous demographic shifts, becoming home to increasing numbers of immigrants from the Caribbean, Asia, and elsewhere. In the late 20th century and 21st century it has continued to see changes due to gentrification and new immigrants.\nFlatbush is part of Brooklyn Community District 14. It is patrolled by the 67th and 70th Precincts of the New York City Police Department. Politically, Flatbush is represented by the New York City Council's 40th and 45th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c6/1024x768-dsc04118.jpg",
    "neighborhood_slug": "flatbush-brooklyn"
  },
  {
    "neighborhood": "Bath Beach",
    "summary": "Bath Beach is a neighborhood in the New York City borough of Brooklyn, located at the southwestern edge of the borough on Gravesend Bay. The neighborhood borders Bensonhurst and New Utrecht to the northeast across 86th Street; Dyker Beach Park and Golf Course to the northwest across 14th Avenue; and Gravesend to the east across Stillwell Avenue.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/78/Bath_Beach2.jpg",
    "neighborhood_slug": "bath-beach-brooklyn"
  },
  {
    "neighborhood": "Red Hook",
    "summary": "Red Hook is a neighborhood in western Brooklyn, New York City, New York, within the area once known as South Brooklyn. It is located on a peninsula projecting into the Upper New York Bay and is bounded by the Gowanus Expressway and the Carroll Gardens neighborhood on the northeast, Gowanus Canal on the east, and the Upper New York Bay on the west and south. A prosperous shipping and port area in the early 20th century, the area declined in the latter part of the century. Today it is home to the Red Hook Houses, the largest housing project in Brooklyn.\nRed Hook is part of Brooklyn Community District 6, and its primary ZIP Code is 11231. It is patrolled by the 76th Precinct of the New York City Police Department. Politically, Red Hook is represented by the New York City Council's 38th District.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Brooklyn_Battery_Tunnel.jpg",
    "neighborhood_slug": "red-hook-brooklyn"
  },
  {
    "neighborhood": "Clinton",
    "summary": "Hell's Kitchen, formerly also known as Clinton, is a neighborhood on the West Side of Midtown Manhattan in New York City, United States. It is considered to be bordered by 34th Street (or 41st Street) to the south, 59th Street to the north, Eighth Avenue to the east, and the Hudson River to the west.\nHell's Kitchen has long been a bastion of poor and working-class Irish Americans, and its gritty reputation has long held real-estate prices below those of most other areas of Manhattan. But by 1969, the City Planning Commission's Plan for New York City reported that development pressures related to its Midtown location were driving people of modest means from the area. Gentrification has accelerated since the early 1980s, and rents have risen rapidly. \nIn addition to its long-established Irish-American and Hispanic-American populations, Hell's Kitchen has a large LGBTQ population and is home to many LGBTQ bars and businesses. The neighborhood has long been a home to fledgling and working actors; it is the home of the Actors Studio training school and sits near Broadway theatres. \nHell's Kitchen is part of Manhattan Community District 4. It is patrolled by the 10th and Midtown North Precincts of the New York City Police Department. The area provides transport, medical, and warehouse-infrastructure support to the business district of Manhattan. It is known for its extensive selection of multiethnic, small, and relatively inexpensive restaurants, delicatessens, bodegas, bars, and associated nightlife.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/16/10th-ave.jpg",
    "neighborhood_slug": "clinton-manhattan"
  },
  {
    "neighborhood": "Williamsbridge",
    "summary": "Williamsbridge is a neighborhood geographically located in the north-central portion of the Bronx in New York City. Its boundaries, starting from the north and moving clockwise are East 222nd Street to the north, Boston Road to the east, East Gun Hill Road to the south, and the Bronx River to the west. White Plains Road is the primary thoroughfare through Williamsbridge.\nThe neighborhood is part of Bronx Community Board 12 and its ZIP Codes include 10466, 10467, and 10469. The area is patrolled by the 47th Precinct of the New York City Police Department. New York City Housing Authority (NYCHA) property in the area is patrolled by P.S.A. 8 at 2794 Randall Avenue in the Throggs Neck section of the Bronx.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "williamsbridge-bronx"
  },
  {
    "neighborhood": "Bronx Park",
    "summary": "Bronx Park is a public park along the Bronx River, in the Bronx, New York City. The park is bounded by Southern Boulevard to the southwest, Webster Avenue to the northwest, Gun Hill Road to the north, Bronx Park East to the east, and East 180th Street to the south. With an area of 718 acres (2.91 km2), Bronx Park is the eighth-largest park in New York City.\nFounded in the late 1880s, Bronx Park is the location of the New York Botanical Garden and the Bronx Zoo, which respectively occupy much of the northern and southern portions of the park. Fordham Road runs east–west between the zoo and botanical garden, bisecting Bronx Park, while the Bronx River Parkway runs north–south near the eastern edge. The park is operated by the New York City Department of Parks and Recreation.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/d9/Boston_Rd-East_180th_St_Bronx_River_Park_Entrance.jpg",
    "neighborhood_slug": "bronx-park-bronx"
  },
  {
    "neighborhood": "Charleston",
    "summary": "Charleston is a neighborhood, or section, of New York City's borough of Staten Island.  It is located on the island's South Shore, with Tottenville to the south, Pleasant Plains to the East, Rossville to the north, and the Arthur Kill to the west. The neighborhood is represented in the New York City Council by Joe Borelli and in the New York State Senate by Andrew Lanza.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Flag_of_New_York_City.svg",
    "neighborhood_slug": "charleston-staten-island"
  },
  {
    "neighborhood": "Van Nest",
    "summary": "Van Nest is a working-class neighborhood geographically located in the East Bronx section of the Bronx, New York City. Going clockwise, its boundaries are Bronxdale Avenue to the northeast, the Amtrak tracks to the southeast, and Bronx Park to the west. Van Nest predated Morris Park by 20 years and is considered the older of the two communities.  Morris Park Avenue and White Plains Road are the primary commercial thoroughfares through Van Nest.\nThe neighborhood is part of Bronx Community Board 11, and its ZIP Codes include 10460 and 10462. The area is patrolled by the 49th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/15/BronxMap_1868.jpg",
    "neighborhood_slug": "van-nest-bronx"
  },
  {
    "neighborhood": "Grant City",
    "summary": "Grant City is the name of a neighborhood located on the East Shore of Staten Island, New York City.\nTo the east of Grant City lies Midland Beach, and a high cliff to the west of Richmond Road separates Grant City from Todt Hill.  New Dorp is situated immediately south of Grant City. Dongan Hills is situated to the north.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/7/72/NEW_HOUSING_AT_GRANT_CITY%2C_STATEN_ISLAND-A_RESULT_OF_THE_BUILDING_BOOM_FOLLOWING_COMPLETION_OF_THE_VERRAZANO-NARROWS..._-_NARA_-_547859.jpg",
    "neighborhood_slug": "grant-city-staten-island"
  },
  {
    "neighborhood": "Douglaston-Little Neck",
    "summary": "Douglaston–Little Neck is a neighborhood in the northeastern part of the New York City borough of Queens. The community is located on the North Shore of Long Island, bordered to the east by the region of Great Neck in Nassau County, to the south by Glen Oaks and the North Shore Towers, and to the west by Bayside.\nThe neighborhood is composed of two main sections. Little Neck is generally used to refer to the area east of Marathon Parkway and/or north of Northern Boulevard, while Douglaston is the rest of the neighborhood; these classifications may overlap depending on different interpretations of neighborhood boundaries. Each of these areas has several subsections. Douglaston–Little Neck represents one of the least traditionally urban communities in New York City, with many areas (particularly those north of Northern Boulevard) having a distinctly  suburban feel, similar to that of Nassau County towns located nearby such as Great Neck.\nThe area is also known for its historical society and other civic groups, notably the Douglaston Civic Association and the Douglas Manor Association. There are two historic districts, Douglas Manor and Douglaston Hill, and two houses, Allen-Beville House and Cornelius Van Wyck House, listed on the National Register of Historic Places in the neighborhood.\nDouglaston–Little Neck is located in Queens Community District 11 and its ZIP Codes are 11362 and 11363. It is patrolled by the New York City Police Department's 111th Precinct. Politically, Douglaston–Little Neck is represented by the New York City Council's 19th and 23rd Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Cathedral_College_of_the_Immaculate_Conception.jpg",
    "neighborhood_slug": "douglaston-little-neck-queens"
  },
  {
    "neighborhood": "SoHo",
    "summary": "SoHo (South of Houston Street), sometimes written Soho, is a neighborhood in Lower Manhattan, New York City. Since the 1970s, the neighborhood has been the location of many artists' lofts and art galleries, and has also been known for its variety of shops ranging from trendy upscale boutiques to national and international chain store outlets. The area's history is an archetypal example of inner-city regeneration and gentrification, encompassing socioeconomic, cultural, political, and architectural developments.\nThe name \"SoHo\" derives from the area being \"South of Houston Street\", and was coined in 1962 by Chester Rapkin, an urban planner and author of The South Houston Industrial Area study, also known as the \"Rapkin Report\". The name also recalls Soho, an area in London's West End.\nAlmost all of SoHo is included in the SoHo–Cast Iron Historic District, which was designated by the New York City Landmarks Preservation Commission in 1973, extended in 2010, and was listed on the National Register of Historic Places and declared a National Historic Landmark in \n1978. It consists of 26 blocks and approximately 500 buildings, many of them incorporating cast-iron architectural elements. Many side streets in the district are paved with Belgian blocks.\nSoHo is part of Manhattan Community District 2 and its primary ZIP Codes are 10012 and 10013. It is patrolled by the 1st and 5th Precincts of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/62/105_Mercer_Street.jpg",
    "neighborhood_slug": "soho-manhattan"
  },
  {
    "neighborhood": "Hillcrest",
    "summary": "Fresh Meadows is a neighborhood in the northeastern section of the New York City borough of Queens. Fresh Meadows used to be part of the broader town of Flushing and is bordered to the north by the Horace Harding Expressway and Auburndale; to the west by Pomonok, St. John's University, Hillcrest, and Utopia; to the east by Cunningham Park and the Clearview Expressway; and to the south by the Grand Central Parkway.\nFresh Meadows is located in Queens Community District 8 and its ZIP Codes are 11365 and 11366. It is patrolled by the New York City Police Department's 107th Precinct. Politically, Fresh Meadows is represented by the New York City Council's 23rd and 24th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/a4/195th_St_73rd_Av_td_%282018-10-30%29_02_-_Klein_Farm.jpg",
    "neighborhood_slug": "hillcrest-queens"
  },
  {
    "neighborhood": "Bushwick",
    "summary": "Bushwick is a neighborhood in the northern part of the New York City borough of Brooklyn. It is bounded by the neighborhood of Ridgewood, Queens, to the northeast; Williamsburg to the northwest; East New York and the cemeteries of Highland Park to the southeast; Brownsville to the south; and Bedford–Stuyvesant to the southwest.\nThe town was first founded by the Dutch as Boswijck during the Dutch colonization of the Americas in the 17th century. In the 19th century, the neighborhood became a community of German immigrants and their descendants. The 20th century saw an influx of Italian immigrants and Italian-Americans up to the 1980s. By the late 20th century, the neighborhood became predominantly Hispanic as another wave of immigrants arrived. Formerly Brooklyn's 18th Ward, the neighborhood was once an independent town and has undergone various territorial changes throughout its history.\nBushwick is part of Brooklyn Community District 4, and its primary ZIP Codes are 11206, 11207, 11221, and 11237. It is patrolled by the 83rd Precinct of the New York City Police Department. Politically it is represented by the New York City Council's 34th and 37th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b4/Almost_bedstuy.jpg",
    "neighborhood_slug": "bushwick-brooklyn"
  },
  {
    "neighborhood": "Concourse",
    "summary": "Concourse is a neighborhood in the southwestern section of the New York City borough of the Bronx which includes the Bronx County Courthouse, the Bronx Museum of the Arts, and Yankee Stadium. Its boundaries, starting from the north and moving clockwise, are East 169th Street to the north, Webster Avenue to the east, East 149th Street to the south, and Jerome Avenue and Harlem River to the west. The neighborhood is divided into three subsections: West Concourse, East Concourse, and Concourse Village with the Grand Concourse being its main thoroughfare.\nThe neighborhood is part of Bronx Community Board 4, and its ZIP Codes are 10451 and 10452. The local subway lines are the IND Concourse Line (B and ​D trains), operating along the Grand Concourse, and the IRT Jerome Avenue Line (4 train), operating along River Avenue. The area is patrolled by the NYPD's 44th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/68/167th_Street_4_station.jpg",
    "neighborhood_slug": "concourse-bronx"
  },
  {
    "neighborhood": "Grymes Hill",
    "summary": "Grymes Hill is a 374 feet (114 m) tall hill formed of serpentine rock on Staten Island, New York. It is the second highest natural point on the island and in the five boroughs of New York City. The neighborhood of the same name encompasses an area of 0.894 square miles (2.32 km2) and has a population of 8,263 people. The hill also includes parts of the Silver Lake neighborhood. The area includes part of ZIP Codes 10301 and 10304.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1f/Augustinian_Academy%2C_Grymes_Hill%2C_Staten_Island%2C_N.Y._%28aerial_view%29_%28NYPL_b15279351-104950%29.tiff",
    "neighborhood_slug": "grymes-hill-staten-island"
  },
  {
    "neighborhood": "Tremont",
    "summary": "Tremont is a residential neighborhood in the West Bronx, New York City. Its boundaries are East 181st Street to the north, Third Avenue to the east, the Cross-Bronx Expressway to the south, and the Grand Concourse to the west. East Tremont Avenue is the primary thoroughfare through Tremont.\nThe neighborhood is part of Bronx Community Board 6, and its ZIP Codes include 10453 and 10457. The local subway is the IND Concourse Line (B and ​D trains), operating along the Grand Concourse. The area is patrolled by the NYPD's 48th and 46th Precincts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "tremont-bronx"
  },
  {
    "neighborhood": "Old Town",
    "summary": "Old Town is a neighborhood in the New York City borough of Staten Island, located on its East Shore. Old Town was established in August 1661 as part of New Netherland, and was the first permanent European settlement on Staten Island. Originally described as \"Oude Dorpe\" (old village in Dutch), much of its original territory makes up what is present-day South Beach, with parts of Midland Beach and Dongan Hills.  The area was settled by a group of Dutch, Walloon (from what is now southern Belgium and its borders with France) and French Protestants (Huguenots) led by Walloon Pierre Billiou.\n\nPresent-day Old Town is typically described as the neighborhood bordered by Grasmere to the north, Dongan Hills to the south, South Beach to the east, and Concord to the west. The neighborhood is served by the Old Town station of the Staten Island Railway. Old Town is also served by the S78 and S79 SBS local buses on Hylan Boulevard and the S74, S84, S76 and S86 local buses on Richmond Road. Express bus service is provided by the SIM1 and SIM5 on Hylan Boulevard  and the SIM15 on Richmond Road.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/da/Old_Town_SI_welcome_jeh.jpg",
    "neighborhood_slug": "old-town-staten-island"
  },
  {
    "neighborhood": "Greenpoint",
    "summary": "Greenpoint is the northernmost neighborhood in the New York City borough of Brooklyn, in the U.S. state of New York. It is bordered on the southwest by Williamsburg at Bushwick Inlet Park and McCarren Park; on the southeast by the Brooklyn–Queens Expressway and East Williamsburg; on the north by Newtown Creek and the neighborhood of Long Island City in Queens; and on the west by the East River. The neighborhood has a large Polish immigrant and Polish-American community, containing many Polish restaurants, markets, and businesses, and it is often referred to as Little Poland.\nOriginally farmland—many of the farm owners' family names, such as Meserole (Messerole) and Calyer, are current street names—the residential core of Greenpoint was built on parcels divided during the Industrial Revolution and late 19th century, with rope factories and lumber yards lining the East River to the west, while the northeastern section along the Newtown Creek through East Williamsburg became an industrial maritime area.\nGreenpoint has long held a reputation of being a working class and immigrant neighborhood, and it initially attracted families and workers with its abundance of factory jobs, heavy industry and manufacturing, shipbuilding, and longshoreman or dock work. Since the early 2000s, a building boom in the neighborhood has made the neighborhood increasingly a center of nightlife and gentrification, and a 2005 rezoning enabled the construction of high density residential buildings on the East River waterfront. There have also been efforts to reclaim the rezoned East River waterfront for recreational use and also to extend a continuous promenade into the Newtown Creek area.\nGreenpoint is part of Brooklyn Community District 1, and its primary ZIP Code is 11222. It is patrolled by the 94th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/9/90/735_Manhattan_Av_Grnpt_jeh.jpg",
    "neighborhood_slug": "greenpoint-brooklyn"
  },
  {
    "neighborhood": "Bayside",
    "summary": "Bayside is a neighborhood located in the New York City borough of Queens. It is bounded by Whitestone to the northwest, the Long Island Sound and Little Neck Bay to the northeast, Douglaston to the east, Oakland Gardens to the south, and Fresh Meadows to the west. CNN Money ranked Bayside as one of the most expensive housing markets nationally when analyzing comparable detached homes throughout the United States. Despite its large housing stock of free-standing homes, it nationally ranks high in population density. \nThe first known written occurrence of the name Bayside was in a deed dated 1798, written as Bay Side. During the 19th century, Bayside was primarily farmland, where wealthy people from Manhattan would visit it as a rural resort. During the 1920s and 1930s, there were several movie studios in Astoria, and many movie stars lived in Bayside, some in posh homes. After the end of World War II, residential development of Bayside increased dramatically, particularly because of its station on the Long Island Rail Road's Port Washington Branch, where a commuter could ride one train straight to Manhattan.\nBayside is located in Queens Community District 11 and its ZIP Codes are 11360, 11361, and 11364. It is patrolled by the New York City Police Department's 111th Precinct. Politically, Bayside is represented by the New York City Council's 19th and 23rd Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/aa/AGBell_PS205Q_Bell_Blvd_77_Av_Bayside_jeh.jpg",
    "neighborhood_slug": "bayside-queens"
  },
  {
    "neighborhood": "East Elmhurst",
    "summary": "East Elmhurst is a residential neighborhood in the northwest section of the New York City borough of Queens. It is bounded to the south by Jackson Heights and Corona, to the north and east by Bowery Bay, and to the west by Woodside and Ditmars Steinway. The area also includes LaGuardia Airport, located on the shore of Flushing Bay, LaGuardia Landing Lights Fields, and Astoria Heights (the latter two in ZIP Code 11370).\nEast Elmhurst is part of Queens Community District 3 and its ZIP Codes are 11369, 11370, and 11371. The neighborhood is patrolled by the New York City Police Department's 115th Precinct, though the airport is patrolled by the Port Authority Police Department. East Elmhurst and its southern neighbor Corona are often referred to jointly as \"Corona/East Elmhurst\".",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/19/Bulova_Corp_Center_75-20_Astoria_Blvd_jeh.jpg",
    "neighborhood_slug": "east-elmhurst-queens"
  },
  {
    "neighborhood": "Carnegie Hill",
    "summary": "Carnegie Hill is a neighborhood within the Upper East Side, in the borough of Manhattan in New York City. Its boundaries are 86th Street on the south, Fifth Avenue (Central Park) on the west, with a northern boundary at 98th Street that continues just past Park Avenue and turns south to 96th Street and proceeds east up to, but not including, Third Avenue. The neighborhood is part of Manhattan Community District 8.\nIn the 2000s, the perceived northern boundary on Park Avenue has edged over 96th Street into what was traditionally Spanish Harlem, leading to that area sometimes being called Upper Carnegie Hill, especially by real-estate brokers. According to the official Carnegie Hill Neighbors website, the Carnegie Hill neighborhood extends from 86th to 98th Streets, from Fifth Avenue up to, but not including, Third Avenue.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/8f/Cooper_Hewitt_%2848059131921%29.jpg",
    "neighborhood_slug": "carnegie-hill-manhattan"
  },
  {
    "neighborhood": "Downtown",
    "summary": "Downtown Brooklyn is the third largest central business district in New York City (after Midtown Manhattan and Lower Manhattan), and is located in the northwestern section of the borough of Brooklyn. The neighborhood is known for its office and residential buildings, such as the Williamsburgh Savings Bank Tower and the MetroTech Center office complex.\nSince the rezoning of Downtown Brooklyn in 2004, the area has been undergoing a transformation, with $9 billion of private investment and $300 million in public improvements underway. The area is a growing hub for education. In 2017, New York University announced that it would invest over $500 million to renovate and expand the NYU Tandon School of Engineering and its surrounding Downtown Brooklyn-based campus.\nDowntown Brooklyn is part of Brooklyn Community District 2 and its primary ZIP Codes are 11201 and 11217. It is patrolled by the 84th and 88th Precincts of the New York City Police Department.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/fe/AdamsStreetRU.jpg",
    "neighborhood_slug": "downtown-brooklyn"
  },
  {
    "neighborhood": "Willowbrook",
    "summary": "Willowbrook is a neighborhood in Staten Island, one of the five boroughs of New York City. It is located in the region of the island usually referred to as Mid-Island, immediately to the south of Port Richmond, to the west of Meiers Corners and Westerleigh, to the north of New Springville, and to the east of Bulls Head.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Staten_island_ferry_1.jpg",
    "neighborhood_slug": "willowbrook-staten-island"
  },
  {
    "neighborhood": "Corona",
    "summary": "Corona is a neighborhood in the borough of Queens in New York City. It borders Flushing and Flushing Meadows–Corona Park to the east, Jackson Heights to the west, Forest Hills and Rego Park to the south, Elmhurst to the southwest, and East Elmhurst to the north. Corona's main thoroughfares include Corona Avenue, Roosevelt Avenue, Northern Boulevard, Junction Boulevard, and 108th Street.\nCorona has a multicultural population with a Latino majority, and is the site of historic African-American and Italian-American communities. After World War II, the majority of the neighborhood's residents were mostly Italian, German, Irish and of other European ancestries. Corona also has a significant Chinese population.Corona is mostly part of Queens Community District 4. The section north of Roosevelt Avenue, known as North Corona, is the northern section of Corona and is in Community District 3. Corona is patrolled by the 110th and 115th Precincts of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/4/44/34th_Av_99_St_school_jeh.JPG",
    "neighborhood_slug": "corona-queens"
  },
  {
    "neighborhood": "Prospect Park",
    "summary": "Prospect Park is a 526-acre (2.13 km2) urban park in the New York City borough of Brooklyn. The park is situated between the neighborhoods of Park Slope, Prospect Heights, Prospect Lefferts Gardens, Flatbush, and Windsor Terrace, and is adjacent to the Brooklyn Museum, Grand Army Plaza, and the Brooklyn Botanic Garden. With an area of 526 acres (213 ha), Prospect Park is the second-largest public park in Brooklyn, behind Marine Park. Designated as a New York City scenic landmark and listed on the National Register of Historic Places, Prospect Park is operated by the Prospect Park Alliance and NYC Parks.\nFirst proposed in legislation passed in 1859, Prospect Park was laid out by Frederick Law Olmsted and Calvert Vaux, who also helped design Manhattan's Central Park, following various changes to its design. Prospect Park opened in 1867, though it was not substantially complete until 1873. The park subsequently underwent numerous modifications and expansions to its facilities. Several additions to the park were completed in the 1890s, in the City Beautiful architectural movement. In the early 20th century, New York City Department of Parks and Recreation (NYC Parks) commissioner Robert Moses started a program to clean up Prospect Park. A period of decline in the late 20th century spurred the creation of the Prospect Park Alliance, which refurbished many parts of the park from the 1980s through the 2020s.\nMain attractions of the park include the 90-acre (36 ha) Long Meadow; the Picnic House; Litchfield Villa; Prospect Park Zoo; the Boathouse; Concert Grove; Brooklyn's only lake, covering 60 acres (24 ha); and the Prospect Park Bandshell that hosts outdoor concerts in the summertime. The park also has sports facilities, including the Prospect Park Tennis Center, basketball courts, baseball fields, soccer fields, and the New York Pétanque Club in the Parade Ground. There is also a private Society of Friends (Quaker) cemetery on Quaker Hill near the ball fields. In addition, Prospect Park is part of the Brooklyn-Queens Greenway, a network of green spaces that stretch across western Long Island.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/5/57/1996.164.10-31a_glass_IMLS_SL2.jpg",
    "neighborhood_slug": "prospect-park-brooklyn"
  },
  {
    "neighborhood": "Jamaica",
    "summary": "Jamaica is a neighborhood in the New York City borough of Queens. It is mainly composed of a large commercial and retail area, though part of the neighborhood is also residential. Jamaica is bordered by Hollis to the east; St. Albans, Springfield Gardens, Rochdale Village to the southeast; South Jamaica to the south; Richmond Hill and South Ozone Park to the west; Briarwood to the northwest; and Kew Gardens Hills, Jamaica Hills, and Jamaica Estates to the north.\nJamaica, originally a designation for an area greater than the current neighborhood, was settled under Dutch rule in 1656. It was originally called Rustdorp. Under English rule, Jamaica became the center of the \"Town of Jamaica\"; the name is of Lenape origin and wholly unrelated to that of the country. It was the first county seat of Queens County, holding that title from 1683 to 1788, and was also the first incorporated village on Long Island. When Queens was incorporated into the City of Greater New York in 1898, both the Town of Jamaica and the Village of Jamaica were dissolved, but the neighborhood of Jamaica regained its role as county seat.\nJamaica is the location of several government buildings such as Queens Civil Court, the civil branch of the Queens County Supreme Court, the Queens County Family Court and the Joseph P. Addabbo Federal Building, home to the Social Security Administration's Northeastern Program Service Center. The U.S. Food and Drug Administration's Northeast Regional Laboratory as well as the New York District Office are also located in Jamaica. Jamaica Center, the area around Jamaica Avenue, is a major commercial center. The New York Racing Association, based at Aqueduct Racetrack in South Ozone Park, lists its official address as Jamaica (Central Jamaica once housed NYRA's Jamaica Racetrack, now the massive Rochdale Village housing development). John F. Kennedy International Airport and the hotels nearby are also located in Jamaica. The neighborhood is located in Queens Community District 12. It is patrolled by the New York City Police Department's 103rd and 113th Precincts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/0/01/1873_Beers_Map_of_Jamaica_Village%2C_Queens%2C_New_York_City_-_Geographicus_-_JamaicaVillage-beers-1873.jpg",
    "neighborhood_slug": "jamaica-queens"
  },
  {
    "neighborhood": "Ozone Park",
    "summary": "Ozone Park is a neighborhood in the southwestern section of the New York City borough of Queens, New York, United States. It is next to the Aqueduct Racetrack in South Ozone Park, a popular spot for Thoroughbred racing and home to the Resorts World Casino & Hotel. Traditionally home to a large Italian-American population, Ozone Park has grown to have many residents of Caribbean, Hispanic, and Asian backgrounds.\nWhile New York City neighborhoods do not have formal boundaries, Ozone Park is considered to have a northern border at Atlantic Avenue; the southern border is North Conduit Avenue, the western border is the Brooklyn/Queens border line; and the eastern border is up to 108th Street and Aqueduct Racetrack.\nOzone Park is in two community districts, divided by Liberty and 103rd Avenues. The southern half of the neighborhood is in Queens Community District 10, which is covered by New York City Police Department's 106th Precinct, while the northern half is in Queens Community District 9 and covered by the NYPD's 102nd Precinct. Its ZIP Codes are 11416 and 11417.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/da/Aqueduct_Racetrack.jpg",
    "neighborhood_slug": "ozone-park-queens"
  },
  {
    "neighborhood": "Columbia Street Waterfront District",
    "summary": "The Columbia Street Waterfront District is a neighborhood in the borough of Brooklyn in New York City on the Upper New York Bay waterfront between Cobble Hill and Red Hook and situated on the western side of the Brooklyn–Queens Expressway (BQE). The neighborhood is locally governed by Brooklyn Community Board 6. The neighborhood was formed in 1957 when the newly built BQE effectively cut Columbia Street off from Carroll Gardens and Cobble Hill, its two adjacent neighborhoods. The district, once an area that was blighted by empty storefronts, was further emptied of tenants by a 1975 accident, while a sewer line was being repaired, that caused the death of a construction worker and the demolition of 33 buildings. By 1984, an urban renewal project was completed, as well as a brand-new street, houses along which sold out quickly.Throughout the 2000s, new bakeries, restaurants and businesses began opening in the neighborhood, including Alma, a Mexican eatery and Pok Pok, a Thai restaurant at 127 Columbia Street that ultimately closed in 2018.The district is one of Brooklyn's smallest neighborhoods, comprising about 22 blocks in an area west–east between the B.Q.E. and the waterfront, and north–south from Atlantic Avenue to the Hugh L. Carey Tunnel. It is sometimes described as part of Carroll Gardens or Cobble Hill.\nEleven percent of the population along the northern section of Columbia Street is unmarried, same-sex households, which is the largest percentage of same-sex relationships anywhere in New York City.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Brooklyn_Bridge_Postdlf.jpg",
    "neighborhood_slug": "columbia-street-waterfront-district-brooklyn"
  },
  {
    "neighborhood": "Prospect Heights",
    "summary": "Prospect Heights is a neighborhood in the northwest of the New York City borough of Brooklyn. The traditional boundaries are Flatbush Avenue to the west, Atlantic Avenue to the north, Eastern Parkway – beginning at Grand Army Plaza – to the south, and Washington Avenue to the east. In the northern section of Prospect Heights are the Vanderbilt Rail Yards, built over as part of the Pacific Park (formerly Atlantic Yards) project. The Barclays Center, home to the NBA's Brooklyn Nets basketball team, is located in the northwestern corner of the neighborhood in Pacific Park at Flatbush and Atlantic Avenues.\nCompared to other Brooklyn neighborhoods, Prospect Heights is relatively small and is notable for its cultural diversity as well as its tree-lined streets. Prospect Heights has seen rapid demographic changes over the 2000s, and its shifts are exemplified by a mixture of older buildings under reconstruction, rows of classic 1890s brownstones, and newly built luxury condominiums. The neighborhood is served by the New York Police Department's 78th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/f/f0/Brooklyn_Bridge_Postdlf.jpg",
    "neighborhood_slug": "prospect-heights-brooklyn"
  },
  {
    "neighborhood": "University Heights",
    "summary": "University Heights is a neighborhood of the West Bronx in New York City. Its boundaries, starting from the north and moving clockwise, are: West Fordham Road to the north, Jerome Avenue to the east, West Burnside Avenue to the south and the Harlem River to the west. University Avenue is the primary thoroughfare in University Heights.\nThe neighborhood is mostly part of Bronx Community Board 5, with a small portion in Community Board 7. Its ZIP Codes include 10453 and 10468. The nearest subway is the IRT Jerome Avenue Line (4 train), operating along Jerome Avenue. The area is patrolled by the New York City Police Department's 46th Precinct. NYCHA property in the area is patrolled by P.S.A. 7 at 737 Melrose Avenue in the Melrose section of the Bronx.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1b/183irtlongjeh.JPG",
    "neighborhood_slug": "university-heights-bronx"
  },
  {
    "neighborhood": "Cobble Hill",
    "summary": "Cobble Hill is a neighborhood in the northwestern portion of the New York City borough of Brooklyn. A small neighborhood comprising 40 blocks, Cobble Hill sits adjacent to Brooklyn Heights to the north, Boerum Hill to the east, Carroll Gardens to the south, and the Columbia Street Waterfront District to the west. It is bounded by Atlantic Avenue (north), Court Street (east), Degraw Street (south) and the Brooklyn Queens Expressway (west). Other sources add to the neighborhood a rectangle bounded by Wyckoff Street on the north, Hoyt Street on the east, Degraw Street on the south, and Court Street on the west.Through its early history, the area now called \"Cobble Hill\" was considered to be part of South Brooklyn, Red Hook, or simply the Sixth Ward, or as part of Brooklyn Heights. The current name, a revival of a name which had died out by the 1880s, was adopted in 1959. Much of the neighborhood, which has \"one of the city's finest collections of nineteenth-century houses\", is included in the Cobble Hill Historic District.\nCobble Hill is part of Brooklyn Community District 6 and its ZIP Codes are 11201 and 11231. It is served by the 76th Precinct of the New York City Police Department at 191 Union Street. Fire services are provided by the New York City Fire Department's Engine Company 206 and Ladder Company 108, located in nearby Carroll Gardens.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/d/d0/206_-_224_Kane_Street_Brooklyn.jpg",
    "neighborhood_slug": "cobble-hill-brooklyn"
  },
  {
    "neighborhood": "Park Slope",
    "summary": "Park Slope is a neighborhood in western Brooklyn, New York City, within the area once known as South Brooklyn. Park Slope is roughly bounded by Prospect Park and Prospect Park West to the east, Fourth Avenue to the west, Flatbush Avenue to the north, and Prospect Expressway to the south. Generally, the section from Flatbush Avenue to Garfield Place (the \"named streets\") is considered the \"North Slope\", the section from 1st to 9th Street is considered the \"Center Slope\", and south from 9th Street, the \"South Slope\". The neighborhood takes its name from its location on the western slope of neighboring Prospect Park. Fifth Avenue and Seventh Avenue are its primary commercial streets, while its east–west side streets are lined with brownstones and apartment buildings.\nPark Slope was settled by the Lenape before Europeans arrived in the 17th century. The area was mostly farms and woods until the early 19th century, when the land was subdivided into rectangular parcels. The western section of the neighborhood was occupied in the mid-19th century, being located near the industrial Gowanus Canal and ferries. After the completion of Prospect Park, numerous mansions and rowhouses were developed in Park Slope's eastern section in the 1880s. Park Slope faced social and infrastructural decline in the mid-20th century, but the building stock was renovated after the area became gentrified starting in the 1960s. Much of the neighborhood is overlaid by the Park Slope Historic District, which is composed of a National Historic District and a New York City landmark district.\nPark Slope features historic buildings, top-rated restaurants, bars, and shops, as well as proximity to Prospect Park, the Brooklyn Academy of Music, the Brooklyn Botanic Garden, the Brooklyn Museum, the Brooklyn Conservatory of Music, and the Central Library and Park Slope branches of the Brooklyn Public Library. The neighborhood had a population of about 62,200 as of the 2000 census. Park Slope is generally ranked as  one of New York City's most desirable neighborhoods.\nPark Slope is part of Brooklyn Community District 6, and its primary ZIP Codes are 11215 and 11217. It is patrolled by the 78th Precinct of the New York City Police Department. Politically, it is represented by the New York City Council's 33rd and 39th Districts.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/2/27/7th_Avenue_and_1st_Street_Park_Slope_NY.jpg",
    "neighborhood_slug": "park-slope-brooklyn"
  },
  {
    "neighborhood": "Co-op City",
    "summary": "Co-op City (short for Cooperative City) is a cooperative housing development located in the northeast section of the borough of the Bronx in New York City. It is bounded by Interstate 95 to the southwest, west, and north and the Hutchinson River Parkway to the east and southeast, and is partially in the Baychester and Eastchester neighborhoods. With 43,752 residents as of the 2010 United States Census, it is the largest housing cooperative in the world. It is in New York City Council District 12.\nCo-op City was formerly marshland before being occupied by an amusement park called Freedomland U.S.A. from 1960 to 1964. Construction began in 1966 and the first residents moved in two years later, though the project was not completed until 1973. The construction of the community was sponsored by the United Housing Foundation and financed with a mortgage loan from New York State Housing Finance Agency.\nThe community is part of Bronx Community District 10 and its ZIP Code is 10475. Nearby attractions include Pelham Bay Park, Orchard Beach and City Island.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/6/6f/APARTMENTS_OF_%22CO-OP_CITY%2C%22_A_VAST_HOUSING_DEVELOPMENT_IN_THE_BRONX%2C_NOT_FAR_FROM_PELHAM._THESE_BUILDINGS_STAND_ON..._-_NARA_-_549766.jpg",
    "neighborhood_slug": "co-op-city-bronx"
  },
  {
    "neighborhood": "Columbus Circle",
    "summary": "Columbus Circle is a traffic circle and heavily trafficked intersection in the New York City borough of Manhattan, located at the intersection of Eighth Avenue, Broadway, Central Park South (West 59th Street), and Central Park West, at the southwest corner of Central Park. The circle is the point from which official highway distances from New York City are measured, as well as the center of the 25 miles (40 km) restricted-travel area for C-2 visa holders.\nThe circle is named after the monument of Christopher Columbus in the center, which is listed on the National Register of Historic Places. The name is also used for the neighborhood that surrounds the circle for a few blocks in each direction. Hell's Kitchen, also known as Clinton, is located to the southwest, and the Theater District is to the southeast and the Lincoln Square section of the Upper West Side is to the northwest.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/e/e2/4118-NYC-Columbus_Circle.JPG",
    "neighborhood_slug": "columbus-circle-manhattan"
  },
  {
    "neighborhood": "Turtle Bay",
    "summary": "Turtle Bay is a neighborhood in New York City, on the east side of Midtown Manhattan. It extends from roughly 43rd Street to 53rd Street, and eastward from Lexington Avenue to the East River's western branch (facing Roosevelt Island). The neighborhood is the site of the headquarters of the United Nations and the Chrysler Building. The Tudor City apartment complex is next to the southeast corner of Turtle Bay.\nTurtle Bay is named after a former cove of the East River. The neighborhood was originally settled as a Dutch farm in the 17th century, and was subsequently developed with tenements, power plants, and slaughterhouses in the 19th century. These industrial structures were largely demolished in the 1940s and 1950s to make way for the United Nations headquarters. Today, Turtle Bay contains multiple missions and consulates to the nearby United Nations headquarters.\nTurtle Bay is part of Manhattan Community District 6, and its primary ZIP Codes are 10017 and 10022. It is patrolled by the 17th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/a/ae/303_East_51st_Street.jpg",
    "neighborhood_slug": "turtle-bay-manhattan"
  },
  {
    "neighborhood": "Stapleton",
    "summary": "Stapleton is a neighborhood in northeastern Staten Island in New York City, United States. It is located along the waterfront of Upper New York Bay, roughly bounded on the north by Tompkinsville at Grant Street, on the south by Clifton at Vanderbilt Avenue, and on the west by St. Paul's Avenue and Van Duzer Street, which form the border with the community of Grymes Hill.\nStapleton is one of the older waterfront neighborhoods of the borough, built in the 1830s on land once owned by the Vanderbilt family. It was a long-time commercial center of the island, but has struggled to revive after several decades of neglect following the 1964 construction of the Verrazzano-Narrows Bridge, which shifted the commercial development of the island to its interior.\nStapleton is part of Staten Island Community District 1 and its ZIP Code is 10304. Stapleton is patrolled by the 120th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/b/b3/Bayley_Seaton_hospital_Staten_Island_03_2008.jpg",
    "neighborhood_slug": "stapleton-staten-island"
  },
  {
    "neighborhood": "Kingsbridge",
    "summary": "Kingsbridge is a residential neighborhood in the northwest portion of the Bronx, New York City. Kingsbridge's boundaries are Manhattan College Parkway to the north, the Major Deegan Expressway or Bailey Avenue to the east, West 230th Street to the south, and Irwin Avenue to the west.\nThe neighborhood is part of Bronx Community Board 8 and its ZIP Code is 10463. Kingsbridge is patrolled by the New York City Police Department's 50th Precinct.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/37/50_Pct_NYPD_KB_Av_236_jeh.jpg",
    "neighborhood_slug": "kingsbridge-bronx"
  },
  {
    "neighborhood": "Great Kills",
    "summary": "Great Kills is a neighborhood within the borough of Staten Island in New York City. It is located on the island's South Shore, and according to many local geographers, it is the South Shore's northernmost community. It is bordered by Richmondtown to the north, Bay Terrace to the east, Eltingville to the west, and Great Kills Harbor to the south.\nKill is an archaic Dutch word with various popular translations, including \"creek\" and \"channel\". Indeed, many small streams dot the neighborhood, and the name can be interpreted as meaning that a great number of such streams can be found there.\nAs of 2021, the neighborhood is represented in the New York State Senate by Great Kills resident Andrew Lanza, in the New York State Assembly by Michael Reilly and Michael Tannousis, and in the New York City Council by Joseph Borelli.  All four are members of the Republican Party.\nGreat Kills is part of Staten Island Community District 3, and its ZIP Codes are 10308 and a small part of 10306. The neighborhood is patrolled by the 122nd Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "great-kills-staten-island"
  },
  {
    "neighborhood": "Woodlawn",
    "summary": "Woodlawn Heights, also known as Woodlawn, is a predominantly Irish-American working class neighborhood at the very north end of the borough of the Bronx in New York City. It is bounded by McLean Avenue to the north (slightly north of New York City's border with the city of Yonkers in Westchester County), the Bronx River to the east, Woodlawn Cemetery to the south, and Van Cortlandt Park to the west. Woodlawn Heights remains one of the few areas in New York City that still has young Irish immigrants still arriving to the area en masse.\nWoodlawn Heights is part of Bronx Community Board 12, and its ZIP Code is 10470.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "woodlawn-bronx"
  },
  {
    "neighborhood": "Mott Haven",
    "summary": "Mott Haven is a primarily residential neighborhood in the southwestern section of the New York City borough of the Bronx. It is generally bounded by East 149th Street to the north, the Bruckner Expressway to the east and south, and the Harlem River to the west, although these boundaries are not precise. East 138th Street is the primary east–west thoroughfare through Mott Haven.\nThe neighborhood is part of Bronx Community Board 1, and is located within ZIP Codes 10451, 10454, and 10455. Mott Haven is patrolled by the New York City Police Department's 40th Precinct.\nThe local subway line is the IRT Pelham Line (6 and <6>​ trains), operating along East 138th Street. The local buses are the Bx1, Bx2, Bx17, Bx19, Bx21, Bx32, Bx33, M125. Mott Haven is served by the Triborough Bridge, the Third Avenue Bridge, the Madison Avenue Bridge, the 145th Street Bridge, and the Willis Avenue Bridge. The closest Metro-North Railroad stops are Harlem – 125th Street and Yankees – East 153rd Street.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/8/87/%28King1893NYC%29_pg118_MOTT-HAVEN_STATION%2C_138TH_STREET%2C_NEW-YORK_CENTRAL_%26_HUDSON-RIVER_RAILROAD.jpg",
    "neighborhood_slug": "mott-haven-bronx"
  },
  {
    "neighborhood": "Baychester",
    "summary": "Baychester is a neighborhood geographically located in the northeast part of the Bronx, New York City. Its boundaries are East 222nd Street to the northeast, the New England Thruway (I-95) to the east, Gun Hill Road to the southwest, and Boston Road to the northwest. Eastchester Road is the primary thoroughfare through Baychester.\nThe neighborhood is part of Bronx Community Board 12. Many homes are located on streets in the 201s and advancing to the 220s. While 10469 is the primary ZIP Code of Baychester, it also covers the adjacent neighborhood of Pelham Gardens, Bronx. The area is patrolled by the 47th Precinct of the New York City Police Department.",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/3/3d/Flag_of_Borough_of_the_Bronx.svg",
    "neighborhood_slug": "baychester-bronx"
  },
  {
    "neighborhood": "Middle Village",
    "summary": "Middle Village is a mainly residential neighborhood in the central section of the borough of Queens, New York City, bounded to the north by the Long Island Expressway, to the east by Woodhaven Boulevard, to the south by Cooper Avenue and the former LIRR  Montauk Branch railroad tracks, and to the west by Mount Olivet Cemetery.  The small trapezoid-shaped area bounded by Mt. Olivet Crescent to the east, Fresh Pond Road to the west, Eliot Avenue to the north, and Metropolitan Avenue to the south is often counted as part of Middle Village, but is sometimes considered part of nearby Ridgewood.\nMiddle Village is bordered by the neighborhoods of Elmhurst to the north, Maspeth and Ridgewood to the west, Glendale to the south, and Rego Park to the east. Housing in the neighborhood is largely single-family homes with many attached homes, and small apartment buildings.\nMiddle Village is located in Queens Community District 5 and its ZIP Code is 11379. It is patrolled by the New York City Police Department's 104th Precinct. Politically, Middle Village is represented by the New York City Council's 29th and 30th Districts.\n\n",
    "photo": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Flag_of_New_York.svg",
    "neighborhood_slug": "middle-village-queens"
  }
]
